{
  "DataList": [
    {
      "CharacterId": 16004,
      "FamilyNameEn": "Asahina",
      "PersonalNameEn": "Pina",
      "ProfileIntroductionEn": "A student at Hyakkiyako Alliance Academy, Pina is a strong admirer of chivalry and heroism.\n\nAlways cheerful and happy to help out other people, she learned of her yearning of said chivalry entirely through movies. All oddities aside...\nShe is a straight-forward girl with nothing but the chivalry she yearns for on her path.",
      "HobbiesEn": "Watching yakuza movies",
      "Illust": "OSUK2",
      "VoiceEn": "Kido Ibuki",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13009,
      "FamilyNameEn": "Kasuga",
      "PersonalNameEn": "Tsubaki",
      "ProfileIntroductionEn": "Enrolled at Hyakkiyako Academy, Tsubaki is president of the discipline club.\n\nNotorious as a serial sleepyhead, Tsubaki is always taking naps during the day, so her responsibilities as club president are effectively entirely handled by her friend Mimori.\nContrary to her lazy daytime habits, at night Tsubaki is engaged secretly defending Hyakkihakou Academy.",
      "HobbiesEn": "Afternoon naps",
      "Illust": "Mx2j",
      "VoiceEn": "Saho Shirasu",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 16003,
      "FamilyNameEn": "Morizuki",
      "PersonalNameEn": "Suzumi",
      "ProfileIntroductionEn":"A member of Trinity United Academy's Vigilante Corps.\n\nBecause of Trinity students frequently being targeted by other schools, the Vigilante Corps began patrolling around town to defend against this.\nDue to her flaring sense of justice, Suzumi is often misunderstood to have a cold personality. In reality she really is a gentle girl.",
      "HobbiesEn": "Patrolling, strolling",
      "Illust": "Empew",
      "VoiceEn": "Shamoto Haruka",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13003,
      "FamilyNameEn": "Hanekawa",
      "PersonalNameEn": "Hasumi",
      "ProfileIntroductionEn": "Enrolled at Trinity Integrated Academy, Hasumi is the Justice Actualization Committee's No. 2.\n\nIn place of its president, Tsurugi, who embodies wildness, Hasumi also acts as the Justice Actualization Committee's tactical commander.\nAt a glance she appears composed and intellectual, like the archetypal Trinity student. However, Hasumi too is a fully-fledged member of the Justice Actualization Committee, and will sometimes act recklessly while retaining her composed nature.",
      "HobbiesEn": "Reading, watching people",
      "Illust": "Mx2j",
      "VoiceEn": "Asami Seto",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10003,
      "FamilyNameEn": "Ajitani",
      "PersonalNameEn": "Hifumi",
      "ProfileIntroductionEn": "A sensitive girl, Hifumi is a student of Trinity Integrated Academy and a member of the Supplementary Classes Club.\n\nDespite her average grades and appearance, Hifumi's gentle and kind personality has gained her popularity.\nWhile she will gladly lend an ear to those with problems, she has a tendency to be swept up in the moment and unintentionally cause trouble.",
      "HobbiesEn": "Collecting ''Peroro'' goods, collecting cute things, shopping, giving advice",
      "Illust": "Hwansang",
      "VoiceEn": "Hondo Kaede",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10013,
      "FamilyNameEn": "Kenzaki",
      "PersonalNameEn": "Tsurugi",
      "ProfileIntroductionEn": "While enrolled as a Student of Trinity Joint Academy, and president of the Justice Actualization Committee, Tsurugi is also Trinity's strategic weapon.\n\nShe is of a violent and trigger-happy disposition, and possesses a destroy-first think-later attitude towards whatever she finds disagreeable.\nIt is due to the efforts of its vice-president, Hasumi, that the Justice Actualization Committee is (just about) kept under control. Despite Tsurugi's uncontrollable and ferocious nature, she can't help but reveal her feminine side when face to face with Sensei and unable to hide her shyness.",
      "HobbiesEn": "Watching movies, reading (romance novels)",
      "Illust": "Mx2j",
      "VoiceEn": "Kobayashi Yū",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13006,
      "FamilyNameEn": "Asagi",
      "PersonalNameEn": "Mutsuki",
      "ProfileIntroductionEn": "A student of Gehenna Academy, Mutsuki is the go-getter of Handyman 68.\n\nContrary to her guilt-ridden childhood friend Aru, Mutsuki is the kind who loves causing crime and trouble without a worry.\nNo one can read Aru better than Mutsuki, even if she doesn't give any particular thought to the matter.",
      "HobbiesEn": "Collecting bombs",
      "Illust": "DoReMi",
      "VoiceEn": "Ōkubo Rumi",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13005,
      "FamilyNameEn": "Onikata",
      "PersonalNameEn": "Kayoko",
      "ProfileIntroductionEn": "Section Chief of Handyman 68 and student of Gehenna Academy.\n\nUnlike the rest of the group, Kayoko is not one with ill intentions however she's often misunderstood due to her natural facial expression.\nNormally keeping silent against these misunderstandings, this likely leads to furthering her scary image.",
      "HobbiesEn": "Collecting CDs",
      "Illust": "DoReMi",
      "VoiceEn": "Fujī Yukiyo",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10000,
      "FamilyNameEn": "Rikuhachima",
      "PersonalNameEn": "Aru",
      "ProfileIntroductionEn": "Gehenna Academy's self-appointed president of Handyman 68, conducts all sorts of illegal business as she pleases.\n\nWhile Aru considers herself to be a cool outlaw, she often falls out of character and thus any appearance disparities are easily revealed.",
      "HobbiesEn": "Studying management",
      "Illust": "DoReMi",
      "VoiceEn": "Kondō Reina",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 16000,
      "FamilyNameEn": "Igusa",
      "PersonalNameEn": "Haruka",
      "ProfileIntroductionEn": "Rank-and-file member of Gehenna Academy's Handyman 68.\n\nDue to her gloomy personality, she has always been teased, but was able to escape that fate thanks to Aru. Afterwards she has operated in Handyman 68 as a role akin to the youngest child in a family.\nDespite her shyness and little self-esteem, it wouldn't be incorrect in saying she's the scariest among the erratic Handyman 68.",
      "HobbiesEn": "Growing weeds",
      "Illust": "DoReMi",
      "VoiceEn": "Ishitobi Erika",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13004,
      "FamilyNameEn": "Izayoi",
      "PersonalNameEn": "Nonomi",
      "ProfileIntroductionEn": "A member of the Countermeasure Council of Abydos.\n\nShe has an emotional and gentle personality, and plays a role as a mental support bringing together the members of the Countermeasure Council, which has many extreme personalities.\nThough she doesn't say it herself, she is the daughter of a very rich family. In fact, she pays for almost all of the Countermeasure Council's snacks from her own allowance.",
      "HobbiesEn": "Shopping",
      "Illust": "9ml",
      "VoiceEn": "Miura Chiyuki",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13007,
      "FamilyNameEn": "Akashi",
      "PersonalNameEn": "Junko",
      "ProfileIntroductionEn": "A prim yet gluttonous member of Gehenna Academy's Cuisine Research Society.\n\nDiffering from her other club members who often overeat everyday food, Junko is one to take part in a certain extent of enjoying reasonable quality cuisine. However she is known to lose her sense of reason when delicious foods are placed in front of her.",
      "HobbiesEn": "Gourmet tour",
      "Illust": "DoReMi",
      "VoiceEn": "Kanemoto Hisako",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10004,
      "FamilyNameEn": "Sorasaki",
      "PersonalNameEn": "Hina",
      "ProfileIntroductionEn": "The president of the Disciplinary committee of Gehenna that is feared by everyone.\n\nShe's a lazy person but she gets serious when it comes to following the school rules.\nShe's always saying things like \"How troublesome\" but acts calmly and quickly on the battlefield without hesitation.\nBecause of how astonishing her power is, organizations hostile to Gehenna are afraid of her on the battlefield.",
      "HobbiesEn": "Sleeping, resting",
      "Illust": "DoReMi",
      "VoiceEn": "Hirohashi Ryō",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10010,
      "FamilyNameEn": "Sunaōkami",
      "PersonalNameEn": "Shiroko",
      "ProfileIntroductionEn": "Enrolled in Abydos High School, Shiroko is the sports-loving field captain of the Countermeasure Council.\n\nGenerally a girl of few words and few emotions, she gives off an aloof aura but holds the interest of Abydos above all else.\nIn order to revitalize the school, she is willing to do anything, and occasionally comes up with ridiculous plans.",
      "HobbiesEn": "Jogging, strength training, cycling",
      "Illust": "Hwansang",
      "VoiceEn": "Ogura Yui",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13008,
      "FamilyNameEn": "Kuromi",
      "PersonalNameEn": "Serika",
      "ProfileIntroductionEn": "A student of Abydos High School, and the grouchy secretary of the Abydos Countermeasure Committee.\n\nOne with many complaints, Serika is the type hesitant to show her emotions.\nDespite her daily habit of saying \"It's fine if this school goes bankrupt\", she has a deep love for her school and works tirelessly behind the backs of her clubmates to pay off her school's debt.",
      "HobbiesEn": "Saving money, working part-time",
      "Illust": "Hwansang",
      "VoiceEn": "Ōhashi Ayaka",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10009,
      "FamilyNameEn": "Shishidō",
      "PersonalNameEn": "Izumi",
      "ProfileIntroductionEn": "A member of Gehenna Academy's Gourmet Research Club, Izumi is a glutton who will eat anything.\n\nAs a result of her overwhelming love of food, she has come to enjoy bizarre foods that other would not touch.",
      "HobbiesEn": "Making and eating strange foods",
      "Illust": "Mx2j",
      "VoiceEn": "Kubo Yurika",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10005,
      "FamilyNameEn": "Takanashi",
      "PersonalNameEn": "Hoshino",
      "ProfileIntroductionEn": "A young, lazy girl from Abydos High School. She's currently the vice president of the Abydos Student Council, and is also the president of the Countermeasure Council.\n\nSpeaking like an old man, she enjoys playing around more than work.\nBecause of this, she's often the subject of anger from the rest of the council, but once the mission starts she protects the other members by fighting valiantly on the front lines.",
      "HobbiesEn": "Afternoon naps, lazing around",
      "Illust": "9ml",
      "VoiceEn": "Hanamori Yumiri",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 16001,
      "FamilyNameEn": "Ichinose",
      "PersonalNameEn": "Asuna",
      "ProfileIntroductionEn": "An agent of Millennium's secret agency \"C&C\".\n\nWith a callsign of Zero-one, Asuna is a veteran who has frequently overcome many difficulties with brute intuition.\nOn missions, she's very openly trusting of people and breaks any sense of doubt or uncertainty. Her actions are hard to understand but never fail to produce results in the end.",
      "HobbiesEn": "Attacking",
      "Illust": "Mx2j",
      "VoiceEn": "Hasegawa Ikumi",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13010,
      "FamilyNameEn": "Hayase",
      "PersonalNameEn": "Yuuka",
      "ProfileIntroductionEn": "Enrolled in the Millennium Science School, Yuuka is the treasurer of the student council known as \"Seminar\".\n\nA prominent mathematical genius even amongst Millennium's STEM-rich student base, she supervises the management of the school's budget.\nYuuka's speciality is the abacus, and she has a habit of counting on one in order to compose herself when faced with complex and troubling matters.",
      "HobbiesEn": "Calculating things",
      "Illust": "Hwansang",
      "VoiceEn": "Haruka Ran",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13000,
      "FamilyNameEn": "Murokasa",
      "PersonalNameEn": "Akane",
      "ProfileIntroductionEn": "An agent of Millennium's secret society \"C&C\".\n\nHaving a callsign of Zero-three, she is an essential member of C&C specializing in \"cleaning up\".\nAkane has earned her nickname of \"Master Cleaner\" for her ability to infiltrate enemy lines with a deceivingly tender impression and gracefully yet explosively \"clean out\" the enemy.",
      "HobbiesEn": "Cleaning",
      "Illust": "Mx2j",
      "VoiceEn": "Hara Yumi",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10001,
      "FamilyNameEn": "Izumimoto",
      "PersonalNameEn": "Eimi",
      "ProfileIntroductionEn": "Enrolled at Millennium Academy, Eimi is a member of the Supernatural Phenomenon Task Force.\n\nShe's a quiet girl who gives a denpa-like impression. It's hard to know what she's thinking. She can often be seen standing around vacantly for no reason.\nHowever, when entrusted with a mission, she is able to execute her objective by moving more efficiently than anyone.",
      "HobbiesEn": "Zoning out, listening to music",
      "Illust": "ポップキュン (''POPQN'')",
      "VoiceEn": "Matsunaga Akane",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10008,
      "FamilyNameEn": "Mikamo",
      "PersonalNameEn": "Neru",
      "ProfileIntroductionEn": "The leader of Millennium's secret agency \"C&C\".\n\nLooking indisputably like a delinquent with her attire, she's actually prideful of being the strongest agent, boasting a 100% mission success rate.\nBecause of this, she's earned the callsign \"Double O\" which is seen as a guarantee of certain victory.",
      "HobbiesEn": "Winning",
      "Illust": "Mx2j",
      "VoiceEn": "Koshimizu Ami",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13011,
      "FamilyNameEn": "Saiba",
      "PersonalNameEn": "Momoi",
      "ProfileIntroductionEn": "Student of Millennium Science School, and the scenario writer for the Game Development Club. <br>As per the title, Momoi works along with her twin sister Midori in game development. <br>Momoi being the cheerful one with her sister oppositely shy, they don't have much chemistry, but they have unrivalled passion in working together when it comes to games. As of now they've managed to become very close.",
      "HobbiesEn": "Video games",
      "Illust": "キキ (''Kiki'')",
      "VoiceEn": "Tokui Sora",
      "ReleaseDateJp": "2021/04/08"
    },
    {
      "CharacterId": 10016,
      "FamilyNameEn": "Saiba",
      "PersonalNameEn": "Midori",
      "ProfileIntroductionEn": "Student of Millennium Science School, and the illustrator for the Game Development Club. <br>As per the title, Midori works along with her twin sister Momoi in game development. <br>Midori being the shy one with her sister oppositely cheerful, they don't have much chemistry, but they have unrivaled passion in working together when it comes to games. As of now they've managed to become very close.",
      "HobbiesEn": "Drawing pictures",
      "Illust": "キキ (''Kiki'')",
      "VoiceEn": "Takada Yūki",
      "ReleaseDateJp": "2021/04/08"
    },
    {
      "CharacterId": 10015,
      "FamilyNameEn": "Tendou",
      "PersonalNameEn": "Arisu",
      "ProfileIntroductionEn": "Student of Millennium and member of the Game development club. <br>She was found sleeping inside some ruins. Everything about her is unknown, including her age. Currently, she enjoys playing videogames with Momoi, Midori and Yuzu and has become a serious game maniac. <br>Because she picks up lines from retro games, her speech tends to be hesitant and unnatural.",
      "HobbiesEn": "Games (Especially RPGs)",
      "Illust": "DoReMi",
      "VoiceEn": "Minami Tanaka",
      "ReleaseDateJp": "2021/03/25"
    },
    {
      "CharacterId": 23002,
      "FamilyNameEn": "Asagao",
      "PersonalNameEn": "Hanae",
      "ProfileIntroductionEn": "Newly enrolled at Trinity Integrated Academy, Hanae is a lively and cheerful girl who belongs to the Rescue Knights.\n\nShe has a positive attitude towards everything and is full of energy, but has a tendency to become overexcited when she finds a patient, usually making the situation worse.\nDespite being quite an eccentric character, strangely enough, patients who have received her care have all recovered right away no matter their illness.",
      "HobbiesEn": "Dance, cheerleading",
      "Illust": "tonito",
      "VoiceEn": "Yūki Kana",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 20003,
      "FamilyNameEn": "Shizuyama",
      "PersonalNameEn": "Mashiro",
      "ProfileIntroductionEn": "A student of Trinity Joint Academy, and member of the Justice Actualization Committee. <br>Carrying an unwieldly large rifle, Mashiro speechlessly carries out her responsibilities in providing fire support. <br>Normally one of few words and rarely interacting with other people, once talks of justice pick up she becomes quite the conversational partner.",
      "HobbiesEn": "Climbing to high places, keeping an observation diary",
      "Illust": "ポップキュン (''POPQN'')",
      "VoiceEn": "Kitō Akari",
      "ReleaseDateJp": "2021/02/11"
    },
    {
      "CharacterId": 26000,
      "FamilyNameEn": "Hinomiya",
      "PersonalNameEn": "Chinatsu",
      "ProfileIntroductionEn": "Enrolled at Gehenna Academy, Chinatsu is in charge of first aid at the Public Morals Committee.\n\nCommitted to observing the rules and the proper procedures, Chinatsu is one of the few sensible members of the Public Morals Committee, and it falls on her to keep Ako and Iori in check when they get out of control.\nHer formal way of speaking tends to give the impression of being cold and distant, \"typical of a member of the Public Morals Committee\". However, she's really a kind girl who completely softens up when in front of cute animals.",
      "HobbiesEn": "Reading philosophy books",
      "Illust": "Mx2j",
      "VoiceEn": "Kouzuki Haruka",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 23001,
      "FamilyNameEn": "Aikiyo",
      "PersonalNameEn": "Fuuka",
      "ProfileIntroductionEn": "Belonging to Gehenna Academy's School Lunch Club, Fuuka is in charge of managing the school's cafeteria.\n\nWorking hard every morning to make a huge number of meals for everyone in the school, her kindness and diligence make her a rarity amongst Gehenna students.\nWhile her meals are certainly good, due to the school cafeteria being understaffed, her true culinary skills tend to go undervalued.\nNevertheless, she puts in effort day by day to provide tastier meals to everyone.",
      "HobbiesEn": "Home cooking, making bento",
      "Illust": "ヌードル (''Noodle'')",
      "VoiceEn": "Fairouz Ai",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 26002,
      "FamilyNameEn": "Ushimaki",
      "PersonalNameEn": "Juri",
      "ProfileIntroductionEn": "A student of Gehenna Academy and member of the School Lunch Club that manages the academy cafeteria.\n\nWhile working alongside Fuuka to prepare meals for fellow students, because her cooking talent is said to exceed catastrophically bad levels, it's hard to say her food provisions are of particular use.\nHowever because of encouragement and direction from Fuuka, Juri works hard everyday to make better meals.",
      "HobbiesEn": "Self-styled culinary research",
      "Illust": "nino",
      "VoiceEn": "Tanabe Rui",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 23003,
      "FamilyNameEn": "Omagari",
      "PersonalNameEn": "Hare",
      "ProfileIntroductionEn": "A member of hacker group Veritas of Millennium.\n\nAmong the many geniuses of Millenium, she is one of the most prominent. Most of the advanced cutting-edge devices in Millennium were created by her.\nHowever, despite her ability and achievements, she isn't one to brag. She is kind, friendly with other students and a good listener.",
      "HobbiesEn": "Video games, watching movies",
      "Illust": "9ml",
      "VoiceEn": "Kaihara Reina",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 26001,
      "FamilyNameEn": "Otose",
      "PersonalNameEn": "Kotama",
      "ProfileIntroductionEn": "A hacker from the hacker group Veritas of Millennium Science School.\n\nHer specialty is eavesdropping. She is a strange girl who likes to eavesdrop on people's secret conversations.\nShe's not good at talking to people, to such a degree that she even uses honorifics with younger first graders.\nIn real life she's a shy girl of few words, but on the internet she's quite the talker.",
      "HobbiesEn": "Radio communication, wiretapping",
      "-Illust": "mona",
      "VoiceEn": "Takagawa Mina",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 20001,
      "FamilyNameEn": "Kakudate",
      "PersonalNameEn": "Karin",
      "ProfileIntroductionEn": "Agent of the Millennium Academy secret organization \"C&C\".\n\nWith a call sign of \"Zero-Two\", she provides powerful fire support from the back line.\nDespite her rough appearance, she is actually the most prudent member of the group, and is constantly struggling to hold back the battle-frenzied Asuna and Akane.",
      "HobbiesEn": "Cleaning",
      "Illust": "Mx2j",
      "VoiceEn": "Numakura Manami",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 20002,
      "FamilyNameEn": "Yakushi",
      "PersonalNameEn": "Saya",
      "ProfileIntroductionEn": "A genius inventor from Shanhaijng.\n\nHaving already acquired 6 degrees by the time she was in Elementary school, the nicknamed genius is known for bullying and causing trouble for a lot of people.\nSaya brings along with her a rat assistant that she's been with since childhood, they're so close that she considers it to be like family.",
      "HobbiesEn": "Research",
      "Illust": "whoisshe",
      "VoiceEn": "Tamura Yukari",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 26004,
      "FamilyNameEn": "Endō",
      "PersonalNameEn": "Shimiko",
      "ProfileIntroductionEn": "Shimiko is the librarian of Trinity Integrated Academy's Library Committee.\n\nAn absolute bookworm, she is one of the few students who has read the huge book collection in Trinity Library.\nShe also loves to recommend books to others as much as she loves reading them, such that the first thing that comes to her mind when meeting someone new is \"What book would suit this person's taste?\"",
      "HobbiesEn": "Reading, making bookmarks",
      "Illust": "あやみ (''Ayami'')",
      "VoiceEn": "Tomita Miyu",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 26003,
      "FamilyNameEn": "Sumi",
      "PersonalNameEn": "Serina",
      "ProfileIntroductionEn": "A kind girl who is devoted to the Rescue Knights of Trinity.\n\nShe has a good-hearted personality and takes part in volunteer work. She becomes overly concerned when it comes to health, because of which she's often told \"you're just like my mom\" by other students.\nAlthough she hates conflict, she takes a resolute attitude against enemies that threaten the peace.",
      "HobbiesEn": "Volunteering at hospitals",
      "-Illust": "RONOPU",
      "VoiceEn": "Suzumoto Akiho",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 23000,
      "FamilyNameEn": "Kurimura",
      "PersonalNameEn": "Airi",
      "ProfileIntroductionEn": "Enrolled at Trinity Integrated Academy, Airi is a member of the After School Sweets Club.\n\nShe has an easygoing personality and treasures spending time talking with her friends while eating sweets more than enything else.\nShe loves ice cream and has recently developed a taste for mint chocolate.",
      "HobbiesEn": "Looking for tasty sweets, tea parties",
      "Illust": "まきあっと (''Makiatto'')",
      "VoiceEn": "Chikako Sugimura",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 26005,
      "FamilyNameEn": "Ibaraki",
      "PersonalNameEn": "Yoshimi",
      "ProfileIntroductionEn": "Yoshimi is a member of the After School Sweets Club of Trinity Integrated Academy.\n\nShe has a complex about her height and physique, and always gives the impression of an angry small animal.\nDespite wanting to become more adult-like, she is always doted on for how her thoughts are reflected unchanged in her facial expression.\nYoshimi's pastime is touring cafes to taste limited edition sweets - on such occasions alone, she has a brighter smile then anyone else.",
      "HobbiesEn": "All kinds of events, touring cafés for limited edition sweets",
      "Illust": "Mx2j",
      "VoiceEn": "Ayumi Mano",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10006,
      "FamilyNameEn": "Shiromi",
      "PersonalNameEn": "Iori",
      "ProfileIntroductionEn": "Enrolled in Gehenna Academy, Iori is a ruthless specialist of the Public Morals Committee.\n\nAs the leader of its assault corps, she punishes students that she finds breaking the rules with overwhelming force.\nWhile she may be quick-thinking, good at her job and possessing a decent sense of combat, Iori is also prone to losing sight of her surroundings once she spots an enemy. This recklessness can lead to her falling into even the simplest of traps.",
      "HobbiesEn": "Patrolling, raising her voice",
      "Illust": "Mx2j",
      "VoiceEn": "Sakura Ayane",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13002,
      "FamilyNameEn": "Wanibuchi",
      "PersonalNameEn": "Akari",
      "ProfileIntroductionEn": "Enrolled in Gehenna Academy, Akari is a member of the Gourmet Research Society.\n\nPeople may think she is just a quiet young girl, but she is actually the long-reigning champion food fighter of the Kivotos Eating Tournament.\nWhile fundamentally a calm and good-natured girl, like a true Gehenna student she is occasionally willing to cause great trouble for others.",
      "HobbiesEn": "Eating a lot",
      "Illust": "9ml",
      "VoiceEn": "Yūka Morishima",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10002,
      "FamilyNameEn": "Kurodate",
      "PersonalNameEn": "Haruna",
      "ProfileIntroductionEn": "Enrolled at Gehenna Academy, Haruna is the club president of the Gourmet Research Society.\n\nUpon first look at her, one might think she is a rich princess-like and aloof elegance, but get her involved in talks of food and all sense of distinction is lost in this zealous gourmet.\nIn contrast to such gluttony, she is actually not one with much of an appetite. Favorite foods are greasy, full of hormones, and stew-centric.",
      "HobbiesEn": "Looking for delicious things",
      "Illust": "whoisshe",
      "VoiceEn": "Tadokoro Azusa",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10012,
      "FamilyNameEn": "Otohana",
      "PersonalNameEn": "Sumire",
      "ProfileIntroductionEn": "Sumire is the leader of the Training Club at Millennium Science School.\n\nOne who is typically working on her training, a muscle-brained girl who believes all matters in the world can be solved with muscles and exercise.",
      "HobbiesEn": "Training, gardening",
      "Illust": "Fame",
      "VoiceEn": "Asami Imai",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10007,
      "FamilyNameEn": "Konuri",
      "PersonalNameEn": "Maki",
      "ProfileIntroductionEn": "Member of Millennium Science School's hacker group Veritas. A mischievous child who loves graffiti, and creator of Veritas' emblem.\n\nDue to her general optimism and being the type who acts on will, this often leads to her causing trouble with other clubs.",
      "HobbiesEn": "Graffiti, video games",
      "Illust": "9ml",
      "VoiceEn": "Mikami Shiori",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 20000,
      "FamilyNameEn": "Nekozuka",
      "PersonalNameEn": "Hibiki",
      "ProfileIntroductionEn": "Hibiki belongs to the Engineering Club of Millennium Science School.\n\nDespite being unsociable and unsophisticated in speech, she exhibits a prominent natural ability in engineering and has invented many marvellous objects.\nHer inventions are practically without flaws and while it wouldn't be too much to call them masterpieces, they always include at least one bizarre feature that leaves their users bewildered.",
      "HobbiesEn": "Shopping, cosplay",
      "Illust": "ミミトケ (''Mimitoke'')",
      "VoiceEn": "Nazuka Kaori",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 23004,
      "FamilyNameEn": "Shiraishi",
      "PersonalNameEn": "Utaha",
      "ProfileIntroductionEn": "The club leader of the Engineering Club at Millennium Science School.\n\nWithout straying from that title, Utaha continues to develop all sorts of various robots. One she always brings along, Rai-chan, is known for having capabilities that can rival several hundred PMC Automata.",
      "HobbiesEn": "Inventing and repairing in general",
      "Illust": "やまかわ (''Yamakawa'')",
      "VoiceEn": "Aochi Nozomi",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 16002,
      "FamilyNameEn": "Toyomi",
      "PersonalNameEn": "Kotori",
      "ProfileIntroductionEn": "Enrolled at Millennium Science School, Kotori is a member of the Engineering Club.\n\nShe loves to talk, and will not stop when telling people about physics and the mechanisms of machinery.\nWhenever there's machine trouble at Millennium, she'll be the first on the scene to explain the situation.",
      "HobbiesEn": "Talking",
      "Illust": "三脚たこ (''Sankyaku Tako'')",
      "VoiceEn": "Shinohara Narumi",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 13001,
      "FamilyNameEn": "Waraku",
      "PersonalNameEn": "Chise",
      "ProfileIntroductionEn": "Chise is a naturally-airheaded girl belonging to the Yin-Yang club of Hyakkiyako.\n\nShe joined the Yin-Yang club due to her interest in traditional cultural elements such as haiku.\nExuding a mysterious atmosphere from her appearance and gestures, she is the envy of other Hyakkiyako students. However, she is not aware of this fact herself.",
      "HobbiesEn": "Haiku",
      "Illust": "Hwansang",
      "VoiceEn": "Shimamura Yuu",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10011,
      "FamilyNameEn": "Sunohara",
      "PersonalNameEn": "Shun",
      "ProfileIntroductionEn": "Belonging to Shanhaijing Senior High School, Shun is an instructor of the disciplinary support department known as \"Meihua Yuan\" (Plum Blossom Garden). The club also shares its name with an actual garden.\n\nShun's kind and tolerant nature has earned her the trust of not only the children of Meihua Yuan, but also other students of Shanhaijing.\nHaving been an instructor for a long time, she rarely gets angry at the children's mischief, but she is sensitive when one of them brings up her age.",
      "HobbiesEn": "Playing with children",
      "Illust": "9ml",
      "VoiceEn": "Itou Shizuka",
      "AgeEn": "Top secret",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 23005,
      "FamilyNameEn": "Okusora",
      "PersonalNameEn": "Ayane",
      "ProfileIntroductionEn": "Ayane is the diligent treasurer of the Countermeasure Council of Abydos High School.\n\nThe type of girl to put much value on rules and principles, she does her earnest best for the revival of the school.",
      "HobbiesEn": "Keeping the accounts, collecting antiques",
      "Illust": "Hwansang",
      "VoiceEn": "Harada Sayaka",
      "ReleaseDateJp": "2021/02/04"
    },
    {
      "CharacterId": 10014,
      "FamilyNameEn": "Kuda",
      "PersonalNameEn": "Izuna",
      "ProfileIntroductionEn": "A member of Ninjutsu Research Club of Hyakkiyako. <br>Her dream is \"to become the greatest Ninja of Kivotos\". Because of pursuing a dream not many people can reason with, Izuna is often seen alone despite her bright and cheerful personality. <br>In order to become a proper ninja, she continues to call the teacher \"Master\" while \"escorting\" (simply chasing after the car) and devoting herself to various other activities.",
      "HobbiesEn": "Studying ninja arts, escorting her master",
      "Illust": "はねこと (''Hanekoto'')",
      "VoiceEn": "Kana Asumi",
      "ReleaseDateJp": "2021/02/25"
    },
    {
      "CharacterId": 23006,
      "FamilyNameEn": "Kawawa",
      "PersonalNameEn": "Shizuko",
      "ProfileIntroductionEn": "A student of Hyakkiyako, Shizuko is the president of the festival management committee and the owner and attraction of the classic-style cafe Momoyo Hall.\n\nUsually the clutz while on the job, she's never one to overdo the attraction role. <br>In reality, she's the professional-minded kind to do whatever necessary to see the success of her efforts for the festival and Momoyo Hall. <br>This isn't to say she isn't one to show her true emotions when she lets her guard down; both to her close friends, and to Sensei as well.",
      "HobbiesEn": "Serving customers with charm, attracting people into her shop",
      "Illust": "whoisshe",
      "VoiceEn": "Morigana Chitose",
      "ReleaseDateJp": "2021/02/25"
    },
    {
      "CharacterId": 10017,
      "FamilyNameEn": "Renkawa",
      "PersonalNameEn": "Cherino",
      "ProfileIntroductionEn": "Cherino is the tyrannical and childlike student council president of Red Winter. <br>She has an extremely strong desire for power - despite being overthrown in a revolution almost every week, Cherino somehow keeps returning to the seat of student council president. <br>According to Cherino, her fake moustache is a \"symbol of influence\" that \"radiates authority\".",
      "HobbiesEn": "Purges, snowball fights",
      "-Illust": "Hwansang",
      "VoiceEn": "Sakura Tange",
      "ReleaseDateJp": "2021/04/29"
    },
    {
      "CharacterId": 10018,
      "FamilyNameEn": "Hanaoka",
      "PersonalNameEn": "Yuzu",
      "ProfileIntroductionEn": "Yuzu is the club president of the Game Development Club of Millennium Science School. <br>She is very bad at speaking to people, and for that reason she almost never goes outside, instead spending the majority of her time inside a locker in the Game Development Club's club room. <br> A lover of both playing and making games, her passion for them is no ordinary thing.",
      "HobbiesEn": "Making games",
      "Illust": "YutokaMizu",
      "VoiceEn": "Momoka Terasawa",
      "ReleaseDateJp": "2021/05/13"
    },
    {
      "CharacterId": 26006,
      "IsLimited": true,
      "FamilyNameEn": "Amami",
      "PersonalNameEn": "Nodoka",
      "ProfileIntroductionEn": "Nodoka is a student of Red Winter. However, she is currently suspended from school, instead being confined to Class No. 227 in the old school building.\n\nThe reason for her suspension is \"using a telescope to engage in stalking\".\nNodoka has a desire to observe all of the beautiful things in the world with her own eyes (including Sensei). The long hardship she has endured as part of Class No. 227 has given her a deep-running sense of frugality.",
      "HobbiesEn": "Astronomy",
      "Illust": "日下雲 (''Kusaka Kumo'')",
      "VoiceEn": "Satou Satomi",
      "ReleaseDateJp": "2021/04/29"
    },
    {
      "CharacterId": 10019,
      "FamilyNameEn": "Shirasu",
      "PersonalNameEn": "Azusa",
      "ProfileIntroductionEn": "The ice witch of Trinity's Supplemental Lessons Club. <br>For various reasons, she had dropped out of school and re-enrolled at Trinity. One to mainly keep to herself, she tends to voluntarily distance herself from others so as to not be a bother. This has led to others in the Supplemental Lessons club worrying for her.",
      "HobbiesEn": "None",
      "Illust": "NAMYO",
      "VoiceEn": "Risa Taneda",
      "ReleaseDateJp": "2021/05/27"
    },
    {
      "CharacterId": 10020,
      "FamilyNameEn": "Shimoe",
      "PersonalNameEn": "Koharu",
      "ProfileIntroductionEn": "Koharu is a member of the Supplemental Lessons Club of Trinity Integrated Academy.<br>Originally a member of the Justice Actualization Committee, she was forcefully transferred to the Supplemental Lessons Club due to her falling grades and being made to repeat a year. <br>While she may consider herself elite, she is actually rather stupid, so much so in fact that she is completely unable to keep up with her lessons.<br>She has a secret hobby(?) of collecting lewd magazines, and experiences delusions about the most trivial things in everyday life, often to her own embarrassment.",
      "HobbiesEn": "Daydreaming, delusions, collecting lewd magazines",
      "Illust": "DoReMi",
      "VoiceEn": "Hikaru Akao",
      "ReleaseDateJp": "2021/06/10"
    },
    {
      "CharacterId": 23007,
      "FamilyNameEn": "Urawa",
      "PersonalNameEn": "Hanako",
      "ProfileIntroductionEn": "Trinity's Supplemental Lessons Club's paragon of sensitivity. <br>At first glance, Hanako appears graceful and ladylike... Or so one may think. In reality she can be quite the problem child who can't stop speaking of sex. <br>Her club members, aware of this, are often at a sense of unease every time she speaks.",
      "HobbiesEn": "Wandering around",
      "Illust": "Hwansang",
      "VoiceEn": "Moe Toyota",
      "ReleaseDateJp": "2021/05/27"
    },
    {
      "CharacterId": 19002,
      "FamilyNameEn": "null",
      "PersonalNameEn": "19002"
    },
    {
      "CharacterId": 19003,
      "FamilyNameEn": "null",
      "PersonalNameEn": "19003"
    },
    {
      "CharacterId": 19004,
      "FamilyNameEn": "",
      "PersonalNameEn": "Erika",
      "ProfileIntroductionEn": "",
      "ReleaseDateJp": ""
    },
    {
      "CharacterId": 19005,
      "FamilyNameEn": "",
      "PersonalNameEn": "dummy_Striker80",
      "ProfileIntroductionEn": "",
      "ReleaseDateJp": ""
    },
    {
      "CharacterId": 19006,
      "FamilyNameEn": "null",
      "PersonalNameEn": "19006"
    },
    {
      "CharacterId": 29003,
      "FamilyNameEn": "null",
      "PersonalNameEn": "29003"
    },
    {
      "CharacterId": 10024,
      "FamilyNameEn": "Sunaōkami",
      "PersonalNameEn": "Shiroko (Riding)",
      "ProfileIntroductionEn": "The field captain of Abydos High School's Countermeasures Committee, who has changed into full riding gear. <br>Having changed out of her usual school uniform into a cycling jersey, Shiroko somehow has a brighter look on her face than usual. Her goal of riding the entire length of Kivotos is certainly an absurd one, yet Shiroko doesn't appear anxious about it - perhaps due to the presence of a partner she can rely on.",
      "HobbiesEn": "Jogging, strength training, cycling",
      "-Illust": "Hwansang",
      "VoiceEn": "Ogura Yui",
      "ReleaseDateJp": "2021/08/12"
    },
    {
      "CharacterId": 10028,
      "FamilyNameEn": "Ichinose",
      "PersonalNameEn": "Asuna (Bunny Girl)",
      "ProfileIntroductionEn": "An agent of Millennium Science School's secret society \"C&C\" who has slipped into a bunny girl costume to order to take part in an infiltration mission. <br>Asuna is as hyped up as always, despite not wearing her typical maid outfit. If anything, it could even be said that the new experience in an unfamiliar location is affording her even more enjoyment than usual.",
      "HobbiesEn": "Attacking",
      "Illust": "Mx2j",
      "VoiceEn": "Hasegawa Ikumi",
      "ReleaseDateJp": "2021/10/12"
    },
    {
      "CharacterId": 10029,
      "FamilyNameEn": "Yutori",
      "PersonalNameEn": "Natsu",
      "ProfileIntroductionEn": "A student of Trinity Integrated Academy, Natsu is the chief troublemaker of the After School Sweets Club and a self-described romanticist.\n\nNatsu has a habit of saying philosophical things out of the blue and using sweets as a metaphor. While her erratic outbursts always leave everyone bamboozled, in reality she simply has the pure intention of wanting to share in the romanticism with everyone. Unfortunately her constantly changing definition of \"romanticism\" leaves others with the undeniable impression that they're just being messed around with.",
      "HobbiesEn": "Romantic things, thinking",
      "Illust": "kokosando",
      "VoiceEn": "Maria Naganawa",
      "ReleaseDateJp": "2021/10/27"
    },
    {
      "CharacterId": 13012,
      "FamilyNameEn": "Nakatsukasa",
      "PersonalNameEn": "Kirino",
      "ProfileIntroductionEn": "An enthusiastic student belonging to the Community Safety Bureau of Valkyrie Police Academy.\n\nLooking up to the police officers who maintain law and order in the city, Kirino enrolled in the Valkyrie Police Academy, but was placed in the Community Safety Bureau due to her fatally poor shooting skills.\nNevertheless, she doesn't give up on her dream, and strives everyday to become a police officer who can skilfully suppress criminals.",
      "HobbiesEn": "Eating on the go",
      "Illust": "日下雲 (''Kusaka Kumo'')",
      "VoiceEn": "Nakajima Yui",
      "ReleaseDateJp": "2021/08/26"
    },
    {
      "CharacterId": 20004,
      "IsLimited": true,
      "FamilyNameEn": "Shizuyama",
      "PersonalNameEn": "Mashiro (Swimsuit)",
      "ProfileIntroductionEn": "Enrolled at Trinity Joint Academy, Mashiro is a member of the Justice Actualization Committee assigned to taking along and watching over Tsurugi at the beach. <br>The shining beach, glittering sand. Anyone would see it as a situation to go playing, Mashiro's mind is focused on training. For this is the justice she believes in.",
      "HobbiesEn": "Climbing to high places, keeping an observation diary",
      "Illust": "ポップキュン (''POPQN'')",
      "VoiceEn": "Akari Kitō",
      "ReleaseDateJp": "2021/06/30"
    },
    {
      "CharacterId": 20005,
      "FamilyNameEn": "Ajitani",
      "PersonalNameEn": "Hifumi (Swimsuit)",
      "ProfileIntroductionEn": "A sensitive girl of Trinity Integrated Academy's Remedial Lessons Club who visited the seaside with her friends. <br>For the sake of Azusa who had never been to the seaside before, she committed the outrageous act of quietly stealing (or according to Hifumi, borrowing) Trinity's Crusader tank. However as one would expect, this was discovered by the Justice Actualization Committee, causing her to get caught up in a big affair. Despite riding a tank, Hifumi's clumsy nature doesn't change, such that for all the power a tank possesses, she ends up stirring up a commotion to suit.",
      "HobbiesEn": "Collecting ''Peroro'' goods, collecting cute things, shopping, giving advice",
      "-Illust": "",
      "VoiceEn": "Hondo Kaede",
      "ReleaseDateJp": "2021/07/15"
    },
    {
      "CharacterId": 20006,
      "FamilyNameEn": "Yakushi",
      "PersonalNameEn": "Saya (Casual)",
      "ProfileIntroductionEn": "A genius inventor of Shanhaijing Senior High School who is thoroughly enjoying her long-awaited day off after breaking free from her hectic everyday routine. <br>In contrast to immersing herself in the research of new medicines in her secluded lab, on her day off Saya shows a more energetic side, riding around town on her skateboard.<br>However, despite being off school, her curiosity that constantly drives her to pursue new things doesn't change.",
      "HobbiesEn": "Research",
      "Illust": "whoisshe",
      "VoiceEn": "Tamura Yukari",
      "ReleaseDateJp": "2021/09/09"
    },
    {
      "CharacterId": 23008,
      "FamilyNameEn": "Iochi",
      "PersonalNameEn": "Mari",
      "ProfileIntroductionEn": "A pious and sincere girl, Mari is a member of the Sisterhood of Trinity Integrated Academy. <br>More than just appearing cute at a glance, her calm aura and soft, everlasting smile have charmed the countless students who have called on her for advice. Mari is aware of her own inexperience, and her wish to soon become a fine Sister like her seniors is always on her mind.",
      "HobbiesEn": "Prayer, thinking",
      "Illust": "Vinoker",
      "VoiceEn": "Ozawa Ari",
      "ReleaseDateJp": "2021/10/27"
    },
    {
      "CharacterId": 20008,
      "FamilyNameEn": "Amau",
      "PersonalNameEn": "Ako",
      "ProfileIntroductionEn": "A student of Gehenna Academy, Ako is the executive officer of the Disciplinary Committee, and a sort-of secretary to its president Hina. <br>At first glance she may appear kind and good-natured, but Ako has zero tolerance for students who break the rules. She is constantly at Hina's side, assisting in her duties as president of the Disciplinary Committee. This has prompted other students to call her \"Hina's Pet\" amongst other things, but Ako doesn't particulary care.",
      "HobbiesEn": "President Hina",
      "Illust": "DoReMi",
      "VoiceEn": "Kouno Marika",
      "ReleaseDateJp": "2021/11/17"
    },
    {
      "CharacterId": 20007,
      "IsLimited": true,
      "FamilyNameEn": "Hatsune",
      "PersonalNameEn": "Hatsune Miku",
      "ProfileIntroductionEn": "The always-cheerful virtual singer who really loves to sing. <br>Originally a purely electronic existence, the technology of Kivotos has allowed Miku to obtain a real body and stand in the real world. As expected of a singer whose music can overcome time and space, Miku has many secret fans in Kivotos who are eagerly looking forward to the live concert that she's planning to hold in this world.",
      "HobbiesEn": "Singing, dancing",
      "Illust": "YutokaMizu",
      "VoiceEn": "Saki Fujita",
      "ReleaseDateJp": "2021/11/03"
    },
    {
      "CharacterId": 16005,
      "FamilyNameEn": "Kenzaki",
      "PersonalNameEn": "Tsurugi (Swimsuit)",
      "ProfileIntroductionEn": "Enrolled at Trinity Joint Academy, Tsurugi, having sought out a youth's dream of going to the beach, is the president of the Justice Actualization Committee and its strategic weapon. <br>In her enjoying her time during summer vacation, she works to control her explosive temper while enjoying her youth... <br>Somehow her time at the summer beach doesn't go according to plan.",
      "HobbiesEn": "Watching movies, reading (romance novels)",
      "Illust": "Mx2j",
      "VoiceEn": "Kobayashi Yū",
      "ReleaseDateJp": "2021/06/30"
    },
    {
      "CharacterId": 16006,
      "IsLimited": true,
      "FamilyNameEn": "Shishidō",
      "PersonalNameEn": "Izumi (Swimsuit)",
      "ProfileIntroductionEn": "A gluttonous girl beloning to Gehenna Academy's Gourmet Research Society who, despite the sultry summer heat, still has a huge appetite. <br>A watermelon in her right hand, and a cooler box in her left. Still craving more summer gourmet, Izumi headed for the seaside. Chocolate-flavored broiled eel, extremely spicy shaved ice, watermelon topped with chocolate mint - these are just some of the strange things on her fully-loaded summer menu. Izumi's passion in pursuing any and all foods (including the previously-mentioned atrocities) burns as hot as the summer heat itself.",
      "HobbiesEn": "Making and eating strange foods",
      "Illust": "Mx2j",
      "VoiceEn": "Kubo Yurika",
      "ReleaseDateJp": "2021/07/29"
    },
    {
      "CharacterId": 10021,
      "IsLimited": true,
      "FamilyNameEn": "Shirasu",
      "PersonalNameEn": "Azusa (Swimsuit)",
      "ProfileIntroductionEn": "The ice witch of Trinity's Supplemental Lessons Club who ended up visiting the seaside for the first time. <br>Despite thinking she'd just \"be her usual cool self\" in order to not cause any bother, Azusa's friends just won't leave her be. Not only is this her first ever trip to the seaside, the anxiety invoked by the gazes of those in her vicinity leaves Azusa in a state of restlessness.",
      "HobbiesEn": "None",
      "Illust": "NAMYO",
      "VoiceEn": "Risa Taneda",
      "ReleaseDateJp": "2021/06/30"
    },
    {
      "CharacterId": 10022,
      "IsLimited": true,
      "FamilyNameEn": "Sorasaki",
      "PersonalNameEn": "Hina (Swimsuit)",
      "ProfileIntroductionEn": "The president of the Gehenna Academy's Disciplinary Committee who visited the seaside for a training camp. <br>Fundamentally someone who doesn't like to put in a lot of effort, she reluctantly visited the beach for training. Both her swimsuit and rubber ring are ones she had when she was younger, having hardly ever played at the beach. Hina attempts to explain this by saying \"it'd be a waste if I didn't use them\", but deep down she is a little conscious of the fact that her old school swimsuit still fits. Regardless, no matter her appearance, and despite it being summer and being at the beach, her strictness when it comes to public morals doesn't change.",
      "HobbiesEn": "Sleeping, resting",
      "Illust": "DoReMi",
      "VoiceEn": "Hirohashi Ryō",
      "ReleaseDateJp": "2021/07/29"
    },
    {
      "CharacterId": 10023,
      "IsLimited": true,
      "FamilyNameEn": "Shiromi",
      "PersonalNameEn": "Iori (Swimsuit)",
      "ProfileIntroductionEn": "The cold-hearted specialist of Gehenna Academy's Disciplinary Committee who took part in a summer training camp. <br>She patrols the seashore along with the other Disciplinary Committee members to stop the problem children from getting carried away in the summer mood. While she doesn't show it, Iori isn't exactly happy with how she's been fighting with the incessant problem kids ever since arriving at the beach.",
      "HobbiesEn": "Patrolling, raising her voice",
      "Illust": "Mx2j",
      "VoiceEn": "Sakura Ayane",
      "ReleaseDateJp": "2021/07/29"
    },
    {
      "CharacterId": 10025,
      "FamilyNameEn": "Sunohara",
      "PersonalNameEn": "Shun (Kid)",
      "ProfileIntroductionEn": "The instructor of Shanhaijing Senior High School's disciplinary support club \"Meihua Yuan\", whose body has reverted to that of a little girl after taking Saya's medicine. <br>Since it was only her body that reverted, it's business as usual...or so Shun would've liked, but for some reason her mind has the tendency to instinctively follow, as if being drawn by her young body.",
      "HobbiesEn": "Eating sweets",
      "Illust": "9ml",
      "VoiceEn": "Itou Shizuka",
      "ReleaseDateJp": "2021/08/26",
      "AgeEn": "Top secret",
      "HeightEn": "Wasn't measured"
    },
    {
      "CharacterId": 10026,
      "IsLimited": true,
      "FamilyNameEn": "Mikamo",
      "PersonalNameEn": "Neru (Bunny Girl)",
      "ProfileIntroductionEn": "The leader of the secret organization \"C&C\" of Millennium Science School, who for the purpose of her mission has changed into a bunny girl outfit. <br>While it certainly has the appearance of something that Neru would never wear, if it's for a mission it can't be helped. Despite regularly enduring various circumstances as part of her mission, it seems that her jacket is one thing Neru simply won't part with.",
      "HobbiesEn": "Winning",
      "Illust": "Mx2j",
      "VoiceEn": "Koshimizu Ami",
      "ReleaseDateJp": "2021/09/29"
    },
    {
      "CharacterId": 10027,
      "IsLimited": true,
      "FamilyNameEn": "Kakudate",
      "PersonalNameEn": "Karin (Bunny Girl)",
      "ProfileIntroductionEn": "An agent of Millennium Science School's secret society \"C&C\", who this time finds herself directly taking part at the forefront of the operation. <br>There's an air of excitement around Karin as she puts on her bunny girl costume, despite her saying it's only for the sake of her mission. The increase in glances from those around her naturally make her feel a little uneasy, however.",
      "HobbiesEn": "Cleaning",
      "Illust": "Mx2j",
      "VoiceEn": "Numakura Manami",
      "ReleaseDateJp": "2021/09/29"
    },
    {
      "CharacterId": 16007,
      "IsLimited": true,
      "FamilyNameEn": "Sashiro",
      "PersonalNameEn": "Tomoe",
      "ProfileIntroductionEn": "Tomoe is a student of Red Winter Federal Academy, the secretary general of the Red Winter Secretariat, and the first member of Cherino's inner circle.<br>She is a master storyteller who can make anything sound plausible, and she regularly infuses her loyalty to Chairman Cherino into various speeches. Cherino herself believes that Tomoe is inspired by her charisma and has a sense of loyalty to her, but in reality Tomoe is just blindly adoring Cherino.",
      "HobbiesEn": "Agitation",
      "Illust": "mery",
      "VoiceEn": "Nanami Atsugi",
      "ReleaseDateJp": "2021/11/30"
    },
    {
      "CharacterId": 10030,
      "FamilyNameEn": "Hinomiya",
      "PersonalNameEn": "Chinatsu (Hot Spring)",
      "ProfileIntroductionEn": "Enrolled at Gehenna Academy and in charge of first aid at the Public Morals Committee, Chinatsu happened by the hot spring village while out on a mission. <br>From ordering new medical supplies to dealing with the Gehenna Hot Springs Development Department, even here there is still plenty of problems that call for her attention. Even so, her expression is softer than usual, perhaps because of the beautiful scenery of the hot spring village and its relaxed atmosphere.",
      "HobbiesEn": "Reading philosophy books",
      "Illust": "Mx2j",
      "VoiceEn": "Kouzuki Haruka",
      "ReleaseDateJp": "2021/11/30"
    },
    {
      "CharacterId": 20009,
      "FamilyNameEn": "Renkawa",
      "PersonalNameEn": "Cherino (Hot Spring)",
      "ProfileIntroductionEn": "Student council president of Red Winter Federal Academy, Cherino is enjoying the No. 227 Hot Spring Resort.\n\nInitially unhappy with the spa resort being built without her permission, she came to the village with the idea that it must be removed and purged. However, upon arrival, Cherino is turned around by Nodoka and her friends and enjoys the hot spring resort to the fullest. Although she was satisfied with the resort building and the food provided, she apparently did not like the hot springs themselves that much.",
      "HobbiesEn": "Purges, snowball fights",
      "-Illust": "Hwansang",
      "VoiceEn": "Sakura Tange",
      "ReleaseDateJp": "2021/11/30"
    },
    {
      "CharacterId": 20010,
      "FamilyNameEn": "Amami",
      "PersonalNameEn": "Nodoka (Hot Spring)",
      "ProfileIntroductionEn": "Nodoka is a student of Red Winter Federal Academy that was suspended from school and confined to Class No. 227 in the old school building, but somehow became the proprietress of \"No. 227 Hot Spring Resort\".\n\nNewfound hot spring at the old school building has brought in unexpected wealth, however, her troubles seem to have only just begun as other students start to frequent the place, or interfere with business for various reasons.",
      "HobbiesEn": "Astronomy",
      "Illust": "9ml",
      "VoiceEn": "Satou Satomi",
      "ReleaseDateJp": "2021/12/15"
    },
    {
      "CharacterId": 10031,
      "IsLimited": true,
      "FamilyNameEn": "Rikuhachima",
      "PersonalNameEn": "Aru (New Year)",
      "ProfileIntroductionEn": "Gehenna Academy's self-appointed president of Handyman 68 celebrates the New Year. <br>She spent a lot of money to get her hair done and even rented a kimono to start the new year off with a bang in hopes that Handyman will prosper. With that outfit, Aru's confidence is better than ever, as is her mood. She plays the role of a gracious president, with an elegant walk and a relaxed tone of voice (but on the inside, she is the same as always).",
      "HobbiesEn": "Studying management",
      "Illust": "DoReMi",
      "VoiceEn": "Kondō Reina",
      "ReleaseDateJp": "2021/12/29"
    },
    {
      "CharacterId": 10032,
      "IsLimited": true,
      "FamilyNameEn": "Asagi",
      "PersonalNameEn": "Mutsuki (New Year)",
      "ProfileIntroductionEn": "A student of Gehenna Academy, Mutsuki is the go-getter of Handyman 68. <br>She is dressed up for the New Year to celebrate the occasion with Aru and her friends. Despite the New Year's spirit, she is still the same bundle of mischief and pranks. As always, she is watching out for Aru, prone to getting into trouble even in the new year, always staying by her side. Mutsuki is a girl of the devilish type who enjoys New Year's in her own way.",
      "HobbiesEn": "Collecting bombs",
      "Illust": "DoReMi",
      "VoiceEn": "Ōkubo Rumi",
      "ReleaseDateJp": "2021/12/29"
    },
    {
      "CharacterId": 20011,
      "FamilyNameEn": "Kuromi",
      "PersonalNameEn": "Serika (New Year)",
      "ProfileIntroductionEn": "A member of the Abydos Countermeasure Committee, who is now employed as a shrine maiden(?).<br>       Serika has been working hard at her various part-time jobs so that she can help the countermeasures committee as much as possible. For the New Year, she chose a shrine maiden's part-time job. Although she is not particularly fond of or knowledgeable about shrine maidens, Serika is, as usual, resolved to do her best at whatever job she's been entrusted with (apparently there is also a matter of getting paid more if you act as becomes a shrine maiden).",
      "HobbiesEn": "Saving money, working part-time",
      "Illust": "YutokaMizu",
      "VoiceEn": "Ōhashi Ayaka",
      "ReleaseDateJp": "2022/01/12"
    },
    {
      "CharacterId": 10033,
      "IsLimited": true,
      "FamilyNameEn": "Kosaka",
      "PersonalNameEn": "Wakamo",
      "ProfileIntroductionEn": "Formerly from Hyakkiyako Alliance Academy, Wakamo is one of the \"Seven Prisoners\" that escaped from Corrections Bureau after being suspended from school. <br>Known as the Fox of Misfortune for her indiscriminate and large-scale destruction, she is widely feared. Her motives and purpose are shrouded in mystery. Her true face, hidden beneath the mask, is rumored to be as scary as a demon or as ugly as the devil.",
      "HobbiesEn": "Destruction, pillaging",
      "Illust": "NAMYO",
      "VoiceEn": "Chiwa Saito",
      "ReleaseDateJp": "2022/01/26"
    },
    {
      "CharacterId": 16008,
      "IsLimited": true,
      "FamilyNameEn": "Nemugaki",
      "PersonalNameEn": "Fubuki",
      "ProfileIntroductionEn": "A lazy student of the Community Safety Bureau of Valkyrie Police Academy.<br>She enrolled in the Valkyrie Police Academy pursuing the carefree life of a civil servant. Treats any incoming complaints with utter indifference, and enjoys the life of a window-gazer who's not motivated by money nor honor. Her favorite thing to do is to listen to the radio while eating a doughnut.",
      "HobbiesEn": "Crosswords, radio",
      "Illust": "Mimitoke",
      "VoiceEn": "Emi Hirayama",
      "ReleaseDateJp": "2022/01/26"
    },
    {
      "CharacterId": 20012,
      "FamilyNameEn": "Himuro",
      "PersonalNameEn": "Sena",
      "ProfileIntroductionEn": "Head of the Emergency Medicine Department within Gehenna Academy.<br>Although she has saved countless people in the course of her career, Sena's habit of calling injured people \"corpses\" and the rough way she treats patients has made some students shy away from her.",
      "HobbiesEn": "Standing by, preparing medicine",
      "Illust": "Icomochi",
      "VoiceEn": "Saori Ōnishi",
      "ReleaseDateJp": "2022/01/30"
    },
    {
      "CharacterId": 20013,
      "FamilyNameEn": "Kagami",
      "PersonalNameEn": "Chihiro",
      "ProfileIntroductionEn": "The deputy director of the hacker group Veritas; member of the Millennium Science School.<br>Chihiro is a hacker with outstanding programming skills who tries to avoid abusing her abilities. She is the collective consciousness of Veritas group, which is full of mischievous children, and although Chihiro always gives passionate speeches about \"proper hacker ethics\" to the club members, she is also willing to put in greyhat work when necessary.",
      "HobbiesEn": "Shopping for electronics",
      "Illust": "ni02",
      "VoiceEn": "Hibiku Yamamura",
      "ReleaseDateJp": "2022/01/30"
    },
    {
      "CharacterId": 10034,
      "FamilyNameEn": "Mizuha",
      "PersonalNameEn": "Mimori",
      "ProfileIntroductionEn": "Member of the Hyakkiyako Alliance Academy, and a kind vice-president of the discipline club.<br>Mimori always has a cheerful smile and a gentle demeanor, and she is very popular with everyone. Having been shojo manga fan since young age, she pursues a dream of embodying the \"Yamato Nadeshiko\" character, to which end she joined the discipline club. Together with her childhood friend and club director Tsubaki she is working hard every day to practice cooking and cleaning.",
      "HobbiesEn": "Shojo manga, doing household chores",
      "VoiceEn": "Rie Tanaka",
      "Illust": "tokki",
      "ReleaseDateJp": "2022/02/09"
    },
    {
      "CharacterId": 10035,
      "FamilyNameEn": "Kozeki",
      "PersonalNameEn": "Ui",
      "ProfileIntroductionEn": "Ui belongs to Trinity General Academy and is the chairman of the library committee. She loves books and is also a bit of a misanthrope, although it is unclear which of the two comes first. She is particularly fond of old books, and spends her days in seclusion, deciphering and managing old tomes at a place called the \"Antiquarian Bookstore\". Her intellectual curiosity and her knowledge of antique books are first-rate, and she is even called the \"Sorceress of the Antiquarian Bookstore\" by those around her.",
      "HobbiesEn": "Reading, book management, old book research",
      "VoiceEn": "Saori Goto",
      "-Illust": "",
      "ReleaseDateJp": "2022/02/23"
    },
    {
      "CharacterId": 10036,
      "FamilyNameEn": "Wakaba",
      "PersonalNameEn": "Hinata",
      "ProfileIntroductionEn": "Hinata is a serious and earnest Sisterhood member from the Trinity Integrated Academy. <br>She is responsible for the \"management of the cathedral and other items\", a job she performs faithfully every day. However, she is a bit of a dilettante, and often loses confidence after making a series of mistakes. She carries with surprising ease a large suitcase with various items in it, including a grenade launcher.",
      "HobbiesEn": "Prayer, tidying up",
      "VoiceEn": "Rina Hidaka",
      "-Illust": "",
      "ReleaseDateJp": "2022/02/23"
    },
    {
      "CharacterId": 10037,
      "FamilyNameEn": "Ikekura",
      "PersonalNameEn": "Marina",
      "ProfileIntroductionEn": "Marina is the chairman of the security committee in charge of maintaining public order at Red Winter Federal Academy. <br>She has a reputation for punishing violators of the school rules without question or mercy. Marina is fond of the word \"charge\" and will repeatedly charge at anything. Always the first to jump into the fray whenever there is a problem in Red Winter, she is certainly faithful to her duties, but she often gets lost as a result of her charges.",
      "HobbiesEn": "Walks, charges",
      "VoiceEn": "Sachie Hirai",
      "-Illust": "",
      "ReleaseDateJp": "2022/03/08"
    },
    {
      "CharacterId": 10038,
      "FamilyNameEn": "Tsukiyuki",
      "PersonalNameEn": "Miyako",
      "ProfileIntroductionEn": "Miyako is the leader of RABBIT platoon belonging to SRT Special Academy. She enrolled in the SRT Special Academy admiring the success of her seniors, only to find her school suddenly closed. She is now living in the park with fellow platoon members. Her facial expressions do not change much and she rarely shows her emotions, so people around Miyako tend to think that she is unsociable. However, deep down inside, she is always concerned about the members of her platoon and has a kind heart. Her callsign is \"RABBIT1\".",
      "HobbiesEn": "Watching animal-related videos",
      "VoiceEn": "Akane Fujita",
      "Illust": "Suzumeyuu",
      "ReleaseDateJp": "2022/03/23"
    },
    {
      "CharacterId": 10039,
      "FamilyNameEn": "Kasumizawa",
      "PersonalNameEn": "Miyu",
      "ProfileIntroductionEn": "A sniper of the RABBIT platoon belonging to SRT Special Academy. <br>She enrolled SRT Special Academy because of her talent as a sniper, only to find her school suddenly closed. She is now living in the park with fellow platoon members. Miyu has a weak presence, which in itself is useful for sniper missions, but she is often forgotten not only by the enemies but also by her allies. Her callsign is \"RABBIT 4\".",
      "HobbiesEn": "Negative thoughts, escapism, pebbles hunting",
      "VoiceEn": "Yuko Goto",
      "-Illust": "",
      "ReleaseDateJp": "2022/04/06"
    },
    {
      "CharacterId": 20014,
      "FamilyNameEn": "Sorai",
      "PersonalNameEn": "Saki",
      "ProfileIntroductionEn": "Saki is the point man of the RABBIT platoon, belonging to SRT Special Academy. She entered the SRT Special Academy in search of a life based on strict rules and regulations, but the academy was suddenly shut down. Saki now lives in a park with other members of the same platoon, always carrying around an SRT tactics manual, and is basically the type of person who always focuses on following the principles of the school. She enjoys foraging for wild vegetables and other scavenged items, which seems to be of great use in the current scarcity of resources in the park. Her callsign is \"RABBIT2\".",
      "HobbiesEn": "Firearms maintenance, gathering plants, etc.",
      "VoiceEn": "Akane Tomonaga",
      "-Illust": "YutokaMizu",
      "ReleaseDateJp": "2022/03/23"
    },
    {
      "CharacterId": 16009,
      "FamilyNameEn": "Chidori",
      "PersonalNameEn": "Michiru",
      "ProfileIntroductionEn": "A student of Hyakkiyako Alliance Academy and director of the Ninjutsu Research Department, Michiru is always full of unfounded self-confidence. She is an otaku who loves ninja movies, anime, and goods. Michiru is running around with the members of the Ninjutsu Research Department today to let everyone throughout Kivotos know of the greatness of ninjas.",
      "HobbiesEn": "Inventing new ninjutsu and making videos",
      "VoiceEn": "Kaori Mizuhashi",
      "-Illust": "",
      "ReleaseDateJp": "2022/04/27"
    },
    {
      "CharacterId": 20015,
      "FamilyNameEn": "Isami",
      "PersonalNameEn": "Kaede",
      "ProfileIntroductionEn": "A student of Hyakkiyako Alliance Academy, an energetic member of the discipline club. <br>Originally, she was a mischievous child from a rural Hyakkiyako countryside, but the moment she met Tsubaki and Mimori, Kaede decided to join the discipline club saying \"I want to be such a wonderful lady!\". She is studying every day to get closer to her ideals, but most of the training leads to trouble for some reason.",
      "HobbiesEn": "Mischief (she tries to hold back as much as possible), catching beetles",
      "VoiceEn": "Emiri Kato",
      "-Illust": "",
      "ReleaseDateJp": "2022/04/27"
    },
    {
      "CharacterId": 20016,
      "FamilyNameEn": "Natsume",
      "PersonalNameEn": "Iroha",
      "ProfileIntroductionEn": "One of the members of \"Pandemonium Society\" within Gehenna Academy. She's easily irritable and tries to slack from her duties. Those attempts are repeatedly blocked by fellow Pandemonium members (specifically, Makoto). Pandemonium officer's days are always busy with problems to solve and tasks that have to be done, even if one finds them annoying. Ibuki, Pandemonium Society's mascot, always helps to keep Iroha's spirit up, and so, with a sigh, she continues to carry out her daily duties.",
      "HobbiesEn": "Reading, skipping classes",
      "VoiceEn": "Misato Fukuen",
      "-Illust": "",
      "ReleaseDateJp": "2022/04/27"
    },

    {
      "CharacterId": 10040,
      "FamilyNameEn": "Ōno",
      "PersonalNameEn": "Tsukuyo",
      "ProfileIntroductionEn": "A member of the Ninjutsu Research Club of Hyakkiyako Academy. <br>Tsukuyo grew up tall in an early age, and she was often teased for her physique, and as a result, her current reclusive personality was formed. Tsukuyo is a timid person and isn't good at communicating to others, but she also has the strength to jump into any situation once she sets her mind to it. Although she is not very familiar with the ways of ninja yet, she seems to be enjoying her time in the Ninjutsu Research Club with her senior Michiru, and Izuna.",
      "HobbiesEn": "Body replacement technique, holding breath",
      "VoiceEn": "Ayasa Goto",
      "Illust": "にぎりうさぎ (''Nigiri&nbsp;Usagi'')",
      "ReleaseDateJp": "2022/05/11"
    },

    {
      "CharacterId": 20017,
      "FamilyNameEn": "Tsuchinaga",
      "PersonalNameEn": "Hiyori",
      "ProfileIntroductionEn": "Hiyori is a petulant and melancholic member of the Arius Squad. She has low self-esteem, usually sees things in a negative light and is often self-deprecating when it comes to herself. She is occasionally seen carrying a heavy luggage on her back and following slightly behind everyone else.",
      "HobbiesEn": "Collecting magazines",
      "VoiceEn": "Mai Nakahara",
      "-Illust": "",
      "ReleaseDateJp": "2022/05/24"
    },

    {
      "CharacterId": 10041,
      "FamilyNameEn": "Imashino",
      "PersonalNameEn": "Misaki",
      "ProfileIntroductionEn": "Misaki belongs to Arius Branch School. She is an Arius Squad girl of few words and strikes others as unsociable. <br>Misaki has little interest in others or herself, and sometimes acts out of desperation. Her wrists and neck are covered with thick bandages as if to hide something.",
      "HobbiesEn": "Being alone",
      "VoiceEn": "Rio Tsuchiya",
      "-Illust": "",
      "ReleaseDateJp": "2022/05/24"
    },

    {
      "CharacterId": 10042,
      "FamilyNameEn": "Hakari",
      "PersonalNameEn": "Atsuko",
      "ProfileIntroductionEn": "A mysterious Arius Squad girl who belongs to the Arius Branch School and always wears a gas mask.\n\nWhile Atsuko doesn't use the gas mask expressly for the purpose of hiding her face, she lives mostly wearing the mask, except when eating or sleeping.\nShe is called \"princess\" by the squad leader Saori, but her background is a mystery as Atsuko doesn't share much about herself.",
      "HobbiesEn": "Tending to flowers",
      "VoiceEn": "Hanazawa Kana",
      "-Illust": "",
      "ReleaseDateJp": "2022/06/08"
    },

    {
      "CharacterId": 10043,
      "FamilyNameEn": "Kosaka",
      "PersonalNameEn": "Wakamo (Swimsuit)",
      "ProfileIntroductionEn": "Formerly from Hyakkiyako Alliance Academy and one of the \"Seven Prisoners\", Wakamo blooms ever more brilliantly in the summer.\n\nShe visits the seaside in a bathing suit just to show herself off to the teacher. She smiles brightly because she just met her teacher. No matter how hot the summer sun is, she attacks her teacher with a passionate approach that is second to none. She is the summer version of a girl who is still more in love than anyone else.",
      "HobbiesEn": "Destruction, pillaging",
      "-Illust": "NAMYO",
      "VoiceEn": "Chiwa Saito",
      "ReleaseDateJp": "2022/06/22"
    },
    
    {
      "CharacterId": 10044,
      "FamilyNameEn": "Izayoi",
      "PersonalNameEn": "Nonomi (Swimsuit)",
      "ProfileIntroductionEn": "A member of the Countermeasure Council of Abydos, Nonomi seems to have a lot of fun after arriving to the seaside.\n\nEven at the resort, she continues to kindly look out for her friends. As an aside, she seems to have bought more than usual because she was so excited about this trip.",
      "HobbiesEn": "Shopping",
      "-Illust": "9ml",
      "VoiceEn": "Miura Chiyuki",
      "ReleaseDateJp": "2022/06/22"
    },

    {
      "CharacterId": 26007,
      "IsLimited": true,
      "FamilyNameEn": "Okusora",
      "PersonalNameEn": "Ayane (Swimsuit)",
      "ProfileIntroductionEn": "The treasurer of the Countermeasure Council of Abydos High School, Ayane has come to the summer seaside.\n\nAlthough she intended to forget  the usual duties and enjoy herself for a while..., Ayane quickly fell back to her usual seriousness.",
      "HobbiesEn": "Keeping the accounts, collecting antiques",
      "-Illust": "Hwansang",
      "VoiceEn": "Harada Sayaka",
      "ReleaseDateJp": "2022/06/22"
    },

    {
      "CharacterId": 10045,
      "IsLimited": true,
      "FamilyNameEn": "Takanashi",
      "PersonalNameEn": "Hoshino (Swimsuit)",
      "ProfileIntroductionEn": "A young, lazy girl from Abydos High School and president of the Countermeasure Council. Hoshino came to the uninhabited island in search of a relaxing summer.\n\nDespite to her laid back attitude, she is surprisingly well prepared for the trip. However, she does not seem to be aware that she is a little more aggressive than usual.",
      "HobbiesEn": "Afternoon naps, lazing around",
      "-Illust": "9ml",
      "VoiceEn": "Hanamori Yumiri",
      "ReleaseDateJp": "2022/07/20"
    },
    {
      "CharacterId": 10046,
      "IsLimited": true,
      "FamilyNameEn": "Kuda",
      "PersonalNameEn": "Izuna (Swimsuit)",
      "ProfileIntroductionEn": "A member of Ninjutsu Research Club of Hyakkiyako, Izuna's training brings her to the sea.\n\nIzuna is usually a bundle of energy even on regular days, and this time, surrounded by the lively summer atmosphere, she is 200% energetic. Today, Izuna is enjoying the summer by training alongside her master, in order to become a proficient summertime ninja.",
      "HobbiesEn": "Studying ninja arts, escorting her master",
      "Illust": "はねこと (''Hanekoto'')",
      "VoiceEn": "Kana Asumi",
      "ReleaseDateJp": "2022/07/25"
    },
    {
      "CharacterId": 10047,
      "IsLimited": true,
      "FamilyNameEn": "Waraku",
      "PersonalNameEn": "Chise (Swimsuit)",
      "ProfileIntroductionEn": "Chise is a naturally-airheaded girl from the Yin-Yang club of Hyakkiyako, who is still as absentmided as ever even under the summer sun.\n\nShe may have improved her idol power (?) by changing into a swimsuit, and the passion of her fans overshadowns even the blazing summer sun. However, she didn't seem to be aware of it at all. Today, Chise is spending a fulfilling summer day with her teacher, looking at the glittering lights and poking a turtle.",
      "HobbiesEn": "Haiku",
      "-Illust": "",
      "VoiceEn": "Shimamura Yuu",
      "ReleaseDateJp": "2022/07/25"
    },
    {
      "CharacterId": 26008,
      "IsLimited": true,
      "FamilyNameEn": "Kawawa",
      "PersonalNameEn": "Shizuko (Swimsuit)",
      "ProfileIntroductionEn": "A student of Hyakkiyako, Shizuko is the president of the festival management committee, full of ambition even in summer.\n\nShe is  passionate about growing Momoyo Hall into the best franchise in Kivotos. In the summer, no obstacle is too large to overcome with her idol charm and no dreams are out of reach!",
      "HobbiesEn": "Serving customers with charm, attracting people into her shop",
      "-Illust": "whoisshe",
      "VoiceEn": "Morigana Chitose",
      "ReleaseDateJp": "2022/07/20"
    },

    {
      "CharacterId": 10048,
      "FamilyNameEn": "Jomae",
      "PersonalNameEn": "Saori",
      "ProfileIntroductionEn": "Member of the Arius Branch School, and the leader of the Arius Squad, an elite special force unit within the school.\n\nSaori is typically cool-headed and does not hesitate to use any means necessary to achieve her goals, though a passionate personality that sometimes reveals itself. An unrivaled expert in guerrilla tactics, the daily life sometimes shows a somewhat naive side of hers. The combat prowess of the Arius Squad is the result of her watchful oversight of their training.",
      "HobbiesEn": "None",
      "VoiceEn": "Ishigami Shizuka",
      "ReleaseDateJp": "2022/08/09"
    }

  ]
}
