{
    "DataList": [
        {
            "Id": 10000,
            "NameJP": "ワインレッド・アドマイアー",
            "NameEN": "Wine-red Admire",
            "DescriptionJP": "アルが普段から大事にしている、古風なデザインのスナイパーライフル。\n\n持っているだけでハードボイルド度合いがアップする……らしい。",
            "DescriptionEN": "Aru's antique-style sniper rifle that she always takes care of.\n\nJust by carrying it, her hard-boiledness increases...or so it seems."
        },

        {
            "Id": 10001,
            "NameJP": "マルチタクティカル",
            "NameEN": "Multi-tactical",
            "DescriptionJP": "エイミが愛用しているショットガン。\n\nその名の通り強行突破から超常現象への対応まで、多種多様な状況を想定した作りになっている。",
            "DescriptionEN": "Eimi's treasured shotgun.\n\nAs the name suggests, it was created with a variety of situations in mind, from forcefully breaking through to dealing with supernatural phenomena."
        },

        {
            "Id": 10002,
            "NameJP": "アイディール",
            "NameEN": "Ideal",
            "DescriptionJP": "ハルナが扱うスナイパーライフル。\n\n彼女曰くそのスコープを覗いた先には、究極の美食へと至る道があるとのこと。",
            "DescriptionEN": "The sniper rifle used by Haruna.\n\nBy staring down its scope you can see the path leading to the ultimate gourmet, according to Haruna."
        },

        {
            "Id": 10003,
            "NameJP": "マイ・ネセシティ",
            "NameEN": "My Necessity",
            "DescriptionJP": "ヒフミがいつも持ち歩いているピンク色のライフル。\n\n他のお気に入りのグッズと同様、どうやら彼女が外出する際の必需品とのこと。",
            "DescriptionEN": "The pink assault rifle carried around by Hifumi.\n\nMuch like her other favorite goods, it's a must-bring item whenever Hifumi goes out."
        },

        {
            "Id": 10004,
            "NameJP": "終幕：デストロイヤー",
            "NameEN": "The End: Destroyer",
            "DescriptionJP": "ヒナがまるで自身の手足のように扱うマシンガン。\n\n校則に違反したり風紀を乱す者は、その無慈悲な破壊力によって吹き飛ばされてしまうことになる。",
            "DescriptionEN": "Hina's machine gun that she utilizes as if it were one of her own limbs.\n\nThose who violate school rules or disturb public morals will be blown away by its merciless destructive power."
        },

        {
            "Id": 10005,
            "NameJP": "Eye of Horus",
            "NameEN": "Eye of Horus",
            "DescriptionJP": "ホシノが愛用しているシンプルなデザインのショットガン。\n\n基本的に怠けたがりの彼女だが、銃の整備だけは絶対に怠らない。",
            "DescriptionEN": "Hoshino's beloved shotgun, sporting a simple design.\n\nWhile she may be lazy at heart, Hoshino does not slack off when it comes to maintaining her weapon."
        },

        {
            "Id": 10006,
            "NameJP": "クラックショット",
            "NameEN": "Crack Shot",
            "DescriptionJP": "イオリが規則違反者たちの起こす問題に対処する時に使うライフル。\n\nスコープも付いていないシンプルな形だが、イオリ曰く「スペシャリストは道具を選ばない」とのこと。",
            "DescriptionEN": "The sniper rifle used by Iori when dealing with problems caused by rulebreakers.\n\nDespite being a simple model without even a scope, according to Iori \"a specialist doesn't choose their tools\"."
        },

        {
            "Id": 10007,
            "NameJP": "オートラッカー",
            "NameEN": "Auto Lacquer",
            "DescriptionJP": "マキがグラフィティを描く時にもよく使用するマシンガン。\n\nミレニアムの技術を用いて改造されており、実弾と同時にペイント弾を装填・発射することができる。",
            "DescriptionEN": "Maki's machine gun that she uses often, even when spraying graffiti.\n\nHaving been remodelled utilizing the technology of Millennium, it can load and fire paintballs in addition to live rounds."
        },

        {
            "Id": 10008,
            "NameJP": "ツイン・ドラゴン",
            "NameEN": "Twin Dragon",
            "DescriptionJP": "ネルが使用する2丁のサブマシンガン。\n\nどちらにも黄金の龍の美しい文様が刻まれている。",
            "DescriptionEN": "Neru's dual submachine guns.\n\nA beautiful golden dragon pattern is engraved upon both guns."
        },

        {
            "Id": 10009,
            "NameJP": "デイリーカトラリー",
            "NameEN": "Daily Cutlery",
            "DescriptionJP": "イズミが使用する重量級のマシンガン。\n\nイズミ曰く、ご飯の時間を邪魔する相手をこの銃で片付けることによって、その相手の数に比例してご飯が美味しくなるらしい。",
            "DescriptionEN": "A heavy machine gun used by Izumi.\n\nAccording to Izumi, the food becomes more delicious in proportion to the number of people disturbing her mealtime that she deals with using this gun."
        },

        {
            "Id": 10010,
            "NameJP": "WHITE FANG 465",
            "NameEN": "WHITE FANG 465",
            "DescriptionJP": "シロコが愛用するアサルトライフル。\n\nいつもしっかり整備を行っているため、いつ何が起きても問題無い状態になっている。",
            "DescriptionEN": "Shiroko's cherished assault rifle.\n\nThanks to careful maintenance, it's always ready to use whenever the need arises."
        },

        {
            "Id": 10011,
            "NameJP": "愛のムチ",
            "NameEN": "Whip of Love",
            "DescriptionJP": "シュンが使用するスナイパーライフル。\n\nどんな問題児であっても、シュンがこの銃を持ち出すとたちまち優しい子に早変わり。もちろん園児たちに向けることは無い。",
            "DescriptionEN": "Shun's sniper rifle.\n\nNo matter how naughty a child may be, they will immediately start behaving once Shun takes out this gun. Of course, she never actually points the gun at the children."
        },

        {
            "Id": 10012,
            "NameJP": "ミレニアム製最新型ダンベル",
            "NameEN": "Millennium-made Dumbbell (latest model)",
            "DescriptionJP": "スミレが普段運動時にも愛用しているショットガン。\n\nこの銃を撃つたびに腕立て伏せを繰り返せば、自ずと健康になるという機能（？）がある。",
            "DescriptionEN": "Sumire's prized shotgun that she uses while exercising.\n\nThe gun has a feature(?) where if you do push-ups every time you fire it, you will naturally become more healthy."
        },

        {
            "Id": 10013,
            "NameJP": "ブラッド&ガンパウダー",
            "NameEN": "Blood & Gunpowder",
            "DescriptionJP": "ツルギが使用する二丁のショットガン。\n\nそれぞれ「ブラッド」「ガンパウダー」という名前があるが、傍から見るとあまり区別はつかない。",
            "DescriptionEN": "The two shotguns used by Tsurugi.\n\nNamed \"Blood\" and \"Gunpowder\", they can't be told apart easily even from close range."
        },

        {
            "Id": 10014,
            "NameJP": "イズナ流スーパー忍具",
            "NameEN": "Izuna-style Super Ninja Apparatus",
            "DescriptionJP": "イズナが愛用するサブマシンガン。\n\n最先端の忍具であり、イズナ流忍法と絡めて使用することで投擲した煙幕弾を打ち抜いたり、主殿の肩をマッサージすることも可能だったりと用途は無限大。",
            "DescriptionEN": "Izuna's beloved submachine gun.\n\nA state-of-the-art ninja implement, when combined with Izuna-style ninja arts its uses are practically limitless, such as shooting smoke grenades that have been thrown, or massaging Master's shoulders."
        },

        {
            "Id": 10015,
            "NameJP": "光の剣：スーパーノヴァ",
            "NameEN": "Sword of Light: Supernova",
            "DescriptionJP": "アリスがエンジニア部から譲り受けた巨大なレールガン。\n\nその重さと出力は、普通の生徒たちでは持ち歩くことすら難しいほど。",
            "DescriptionEN": "The massive railgun that Arisu received from the engineering club.\n\nIts size and power output are so great that ordinary students would struggle to simply walk around with it."
        },

        {
            "Id": 10016,
            "NameJP": "フレッシュ・インスピレーション",
            "NameEN": "Fresh Inspiration",
            "DescriptionJP": "ミドリが使用するスナイパーライフル。\n\n大切な姉から貰ったアクセサリーが付いており、困った時にはそれを弄っているとインスピレーションが湧くらしい。",
            "DescriptionEN": "Midori's sniper rifle.\n\nAttached to the rifle is an accessory given to Midori by her beloved older sister, and she always finds inspiration when needed by playing around with it."
        },

        {
            "Id": 10017,
            "NameJP": "チーストカ",
            "NameEN": "Chistka",
            "DescriptionJP": "チェリノが誰かを粛清する時などに使用する拳銃。\n\n引き金を引くまでもなく、銃口を向けて「粛清だ！」と叫んだらレッドウィンターでは粛清対象となる。",
            "DescriptionEN": "The handgun Cherino uses whenever she purges someone.\n\nWithout even pulling the trigger, simply pointing the muzzle at someone and shouting \"this is a purge!\" is sufficient in Red Winter."
        },

        {
            "Id": 10018,
            "NameJP": "にゃん's ダッシュ",
            "NameEN": "Nyan's Dash",
            "DescriptionJP": "ユズが普段から携帯している銃。\n\nその側面には常に可愛らしい猫の映像が流れ続けている。",
            "DescriptionEN": "The gun carried by Yuzu.\n\nIt has a cute image of an forever-flying cat on the side."
        },

        {
            "Id": 10019,
            "NameJP": "Et Omnia Vanitas",
            "NameEN": "Et Omnia Vanitas",
            "DescriptionJP": "アズサが常にしっかりと持っている銃。\n\n銃身には「全ては虚しい。どこまで行こうとも、全てはただ虚しいものだ」という文言が刻まれている。",
            "DescriptionEN": "The gun that Azusa carries.\n\nThe text engraved on the gun reads \"Everything is futile. No matter how far you go, it's all in vain.\""
        },

        {
            "Id": 10020,
            "NameJP": "ジャスティス・ブラック",
            "NameEN": "Justice Black",
            "DescriptionJP": "コハルが使用するスナイパーライフル。\n\nこの名前は、コハルが正義実現委員会だった時に名づけたもの。",
            "DescriptionEN": "The sniper rifle used by Koharu.\n\nKoharu was still in the Justice Actualization Committee when it was given its name."
        },

        {
            "Id": 10021,
            "NameJP": "Et Omnia Vanitas",
            "NameEN": "Et Omnia Vanitas",
            "DescriptionJP": "アズサが手にしているアサルトライフル。\n\n海を目にして実は心が躍っている持ち主とは異なり、いつも通りの輝きを湛えている。",
            "DescriptionEN": "The assault rifle carried by Azusa.\n\nUnlike its owner whose heart pounds with excitement at the sight of the sea, it shines with its usual brilliance."
        },

        {
            "Id": 10022,
            "NameJP": "終幕：デストロイヤー",
            "NameEN": "The End: Destroyer",
            "DescriptionJP": "ヒナがまるで自身の手足のように扱うマシンガン。\n\n海を目の前にしても、その威力の厳しさは変わらない。",
            "DescriptionEN": "Hina's machine gun that she utilizes as if it were one of her own limbs.\n\nEven at the seaside, the intensity of force it exhibits does not change."
        },

        {
            "Id": 10023,
            "NameJP": "クラックショット",
            "NameEN": "Crack shot",
            "DescriptionJP": "イオリが規則違反者に対応する時に使うスナイパーライフル。\n\n炭酸飲料水のような爽やかな見た目の銃弾が装填されており、その威力は決して侮れない。",
            "DescriptionEN": "The rifle used by Iori when dealing with problems caused by rulebreakers.\n\nLoaded with bullets that have the look of refreshing fizzy drinks, its power cannot be underestimated."
        },

        {
            "Id": 10024,
            "NameJP": "WHITE FANG 465",
            "NameEN": "WHITE FANG 465",
            "DescriptionJP": "シロコが愛用するアサルトライフル。\n\n屋外での長距離移動にも耐えられるよう、入念に整備がされていると同時に様々な改造が施されている。",
            "DescriptionEN": "Shiroko's cherished assault rifle.\n\nIn order to withstand long-distance travel outdoors, the gun has undergone scrupulous maintenance and has received various modifications."
        },

        {
            "Id": 10025,
            "NameJP": "愛のムチ",
            "NameEN": "Whip of Love",
            "DescriptionJP": "シュンが使用するスナイパーライフル。\n\n幼くなったシュンにとってはやはり少々重いようで、ふらつきながら頑張って使用している。",
            "DescriptionEN": "Shun's sniper rifle.\n\nIt seems to be a little heavy for the younger Shun, so she strains to steady the rifle."
        },

        {
            "Id": 10026,
            "NameJP": "ツイン・ドラゴン",
            "NameEN": "Twin Dragon",
            "DescriptionJP": "ネルが使用する2丁のサブマシンガン。\n\n彼女が駆けていくたびに、繋がったチェーンが華麗に宙を舞う。",
            "DescriptionEN": "Neru's dual submachine guns.\n\nWhenever she runs, the connected chains flutter gorgeously through the air."
        },

        {
            "Id": 10027,
            "NameJP": "ホークアイ",
            "NameEN": "Hawkeye",
            "DescriptionJP": "カリン専用の対物スナイパーライフル。\n\nたとえそれが空を舞う「白兎」でも、正確無比に撃ち落とす。",
            "DescriptionEN": "An anti-materiel rifle used exclusively by Karin.\n\nEven from far away in the sky, her shots land with unmatched accuracy."
        },

        {
            "Id": 10028,
            "NameJP": "サプライズパーティー",
            "NameEN": "Surprise Party",
            "DescriptionJP": "アスナが使用するアサルトライフル。\n\n潜入任務にはややそぐわない派手な名前だが、やはり彼女は気にしていない。",
            "DescriptionEN": "The assault rifle used by Asuna.\n\nIts flashy name is somewhat inappropriate for an undercover mission, but she doesn't care."
        },

        {
            "Id": 10029,
            "NameJP": "ビヨンド・ザ・ルミネ―ション",
            "NameEN": "Beyond the Rumination",
            "DescriptionJP": "ナツが手にしているサブマシンガン。\n\n基本的に思索を好む彼女にとって、この銃を持ち出すのは「最終手段」であることが多い。",
            "DescriptionEN": "A submachine gun that Natsu carries.\n\nFor her who prefers the quiet contemplation, wielding this gun is usually a last resort."
        },

        {
            "Id": 13000,
            "NameJP": "サイレントソリューション",
            "NameEN": "Silent Solution",
            "DescriptionJP": "アカネが常に所持しているピストル。\n\n普段から愛用している爆発物の方とは対照的な名前が付けられている。",
            "DescriptionEN": "A pistol that Akane always carries.\n\n Named such in contrast to the explosives she usually tends to use."
        },

        {
            "Id": 13001,
            "NameJP": "五七五式榴弾砲",
            "NameEN": "Type 575 howitzer",
            "DescriptionJP": "チセが普段から持ち歩いている銃。\n\n弾丸の一つ一つにチセが作った俳句が書かれているらしい。陰陽部にて現在販売中。",
            "DescriptionEN": "A grenade launcher that Chise usually carries.\n\nSupposedly, a haiku made by Chise is inscribed on each round. Currently on sale at the Yin-Yang club."
        },

        {
            "Id": 13002,
            "NameJP": "ボトムレス",
            "NameEN": "Bottomless",
            "DescriptionJP": "アカリが愛用するアサルトライフル。\n\n健啖家な彼女らしく、その銃には様々な機構が取り付けられている。",
            "DescriptionEN": "Akari's favorite assault rifle.\n\nHer gun can never have quite enough attachments."
        },

        {
            "Id": 13003,
            "NameJP": "インペイルメント",
            "NameEN": "Impalement",
            "DescriptionJP": "ハスミのお気に入りのスナイパーライフル。\n\nどこか古風な良さがあるすらりとした外観と、それに反してかなり激しい威力は、どちらとも持ち主にそっくりである。",
            "DescriptionEN": "Hasumi's favorite sniper rifle.\n\nBoth the dignified old-fashioned style and the immense power in spite of that seem to reflect those of the rifle's owner."
        },

        {
            "Id": 13004,
            "NameJP": "リトルマシンガンⅤ",
            "NameEN": "Little Machine Gun V",
            "DescriptionJP": "ノノミが使用するマシンガン。\n\n「リトル」という名前とは裏腹にかなり大きい。",
            "DescriptionEN": "Machine gun used by Nonomi.\n\nDespite the \"Little\" moniker, it's actually quite big."
        },

        {
            "Id": 13005,
            "NameJP": "デモンズロア",
            "NameEN": "Demon's Roar",
            "DescriptionJP": "カヨコが普段持ち歩いている小銃。\n\nそのまま使うとその名の通り射撃のたびにかなりの轟音を発するため、基本的にはサイレンサーを装着している模様。",
            "DescriptionEN": "A handgun that Kayoko usually carries.\n\nAs the name implies, it makes a loud roaring noise every time it is fired, so Kayoko had a silencer added to it."
        },

        {
            "Id": 13006,
            "NameJP": "トリックオアトリック",
            "NameEN": "Trick or Treat",
            "DescriptionJP": "ムツキがいつも持ち歩いているマシンガン。\n\n楽しい悪戯のためには火力も大事、とはムツキの談である。",
            "DescriptionEN": "A machine gun that Mutsuki always carries with her.\n\nAccording to Mutsuki, firepower is an important component of fun pranks."
        },

        {
            "Id": 13007,
            "NameJP": "ダイナーズアウトロー",
            "NameEN": "Diner's Outlaw",
            "DescriptionJP": "ジュンコが使用する2丁のマシンガン。\n\n強力な連射能力を持っており、ジュンコの場合さらにそれがお腹の空き具合にも比例するため、空腹時ほど制圧が早い。",
            "DescriptionEN": "Twin assault rifles used by Junko.\n\nTheir high rate of fire is proportional to the degree of Junko's hunger, so enemy suppression is faster on an empty stomach."
        },

        {
            "Id": 13008,
            "NameJP": "シンシアリティ",
            "NameEN": "Sincerity",
            "DescriptionJP": "セリカがバイトに出る時も携帯しているアサルトライフル。\n\nいつも丁寧に整備されており、セリカの几帳面さや誠実な部分が窺える。",
            "DescriptionEN": "An assault rifle Serika carries to her part-time job.\n\nIt is always carefully maintained, thanks to Serika's meticulousness and sincerity."
        },

        {
            "Id": 13009,
            "NameJP": "安眠のお供Ⅱ",
            "NameEN": "Sleeping Companion Ⅱ",
            "DescriptionJP": "ツバキが使用するサブマシンガン。\n\n普段の修行においても邪魔にならないように、小さめのものを選んだ様子。\n\nちなみにⅠは盾の中に入っている枕とのこと。",
            "DescriptionEN": "A submachine gun used by Tsubaki.\n\nIt seems that Tsubaki chose a smaller model so that it would not get in the way of her usual daily training.\n\nBy the way, Ⅰ is the pillow inside her shield."
        },

        {
            "Id": 13010,
            "NameJP": "ロジック＆リーズン",
            "NameEN": "Logic & Reason",
            "DescriptionJP": "ユウカが使用する2丁のマシンガン。\n\n大事なタイミングや適切な対処が必要な時、ユウカが合理的で理性的な判断を下せるように助けてくれる。",
            "DescriptionEN": "A pair of submachine guns used by Yuuka.\n\nThey help Yuuka make rational and intelligent decisions even under pressure at critical times."
        },

        {
            "Id": 13011,
            "NameJP": "ユニーク・アイディア",
            "NameEN": "Unique Idea",
            "DescriptionJP": "モモイが使用するアサルトライフル。\n\n大切な妹から貰ったアクセサリーが付いており、困った時にはそれを弄っているとアイデアが閃くらしい。",
            "DescriptionEN": "The assault rifle used by Momoi.\n\nAttached to the rifle is an accessory given to Momoi by her beloved younger sister, and she always comes up with new ideas when needed by playing around with it."
        },

        {
            "Id": 13012,
            "NameJP": "第3号ヴァルキューレ制式拳銃",
            "NameEN": "No. 3 Valkyrie Standard Handgun",
            "DescriptionJP": "キリノがヴァルキューレ警察学校から支給されている制式拳銃。\n\nキリノは自分の射撃の腕がおかしいのはこの銃のせいではと思っているが、特に銃に異常は無い。",
            "DescriptionEN": "Standard model handgun issued to Kirino by Valkyrie Police Academy.\n\nEven though Kirino blames her questionable shooting skills on this gun, there is nothing particularly wrong with it."
        },

        {
            "Id": 16000,
            "NameJP": "ブローアウェイ",
            "NameEN": "Blow Away",
            "DescriptionJP": "ハルカが害虫の駆除などに使うショットガン。\n\n「害虫」の定義は場合による模様。",
            "DescriptionEN": "A shotgun used by Haruka to exterminate pests.\n\nThe definition of \"pest\" seems to be on a case-by-case basis."
        },

        {
            "Id": 16001,
            "NameJP": "サプライズパーティー",
            "NameEN": "Surprise Party",
            "DescriptionJP": "アスナが使用するアサルトライフル。\n\n何だか賑やかで楽しそうな名前が付いているが、その由来についてはどうやら忘れてしまったらしい。",
            "DescriptionEN": "The assault rifle used by Asuna.\n\nIt seems she has forgotten the meaning behind its fun and lively sounding name.\n\n"
        },

        {
            "Id": 16002,
            "NameJP": "プロフェッサーK",
            "NameEN": "Professor K",
            "DescriptionJP": "コトリが所持しているマシンガンであり、別名「EX-Plain」。\n\nそれらの名前について彼女に尋ねてみると、まずは銃器開発の歴史から説明をしてくれる。",
            "DescriptionEN": "A machine gun owned by Kotori, also known as \"EX-Plain\".\n\nAsk her about those names and she will start with a lecture on history of firearm development."
        },

        {
            "Id": 16003,
            "NameJP": "セーフティー",
            "NameEN": "Safety",
            "DescriptionJP": "スズミが持っているアサルトライフル。\n\nひとりで街をパトロールすることの多いスズミにとって、ある意味ではパートナーのようでもある。",
            "DescriptionEN": "Suzumi's assault rifle.\n\nFor Suzumi, who often patrols the city streets alone, it's become like a trusted partner in a sense."
        },

        {
            "Id": 16004,
            "NameJP": "仁義なき撃ち合い",
            "NameEN": "Indiscriminate Shooter",
            "DescriptionJP": "フィーナが所有しているマシンガン。\n\nその銃をまるで舞うように扱うフィーナの熱量は凄まじく、彼女自身も心が滾ると口にしている。",
            "DescriptionEN": "A machine gun owned by Pina.\n\nShe handles firing the gun as if it were a dance, and claims that her heart is overflowing with enthusiasm."
        },

        {
            "Id": 16005,
            "NameJP": "ブラッド&ガンパウダー",
            "NameEN": "Blood & Gunpowder",
            "DescriptionJP": "ツルギが使用する二丁のショットガン\n\n水中でも何の問題も無く超火力を誇る。",
            "DescriptionEN": "Tsurugi's dual shotguns.\n\nThey boast extreme firepower, even when used underwater.\n\n"
        },

        {
            "Id": 16006,
            "NameJP": "デイリーカトラリー",
            "NameEN": "Daily Cutlery",
            "DescriptionJP": "イズミが使用する重量級のマシンガン。\n\n夏の美食のためならば、たとえ火の中、水の中！防水機能もバッチリ。",
            "DescriptionEN": "A heavy machine gun used by Izumi.\n\nCome hell or high water, if it's for the sake of summer gourmet - it will be done. Also perfectly waterproof.\n\n"
        },

        {
            "Id": 20000,
            "NameJP": "ファンシーライト",
            "NameEN": "Fancy Light",
            "DescriptionJP": "ヒビキが愛用する迫撃砲。\n\n日々の実験でも時々使われており、砲弾以外にも色々と発射していたりする。",
            "DescriptionEN": "Hibiki's fondly used mortar.\n\nOccasionally finding use in her daily experiments, it is used to fire various other things alongside shells.\n\n"
        },

        {
            "Id": 20001,
            "NameJP": "ホークアイ",
            "NameEN": "Hawkeye",
            "DescriptionJP": "カリン専用の対物スナイパーライフル。\n\nたとえそれが空を舞う目標でも、正確無比に撃ち落とす。",
            "DescriptionEN": "An anti-materiel rifle used exclusively by Karin.\n\nEven from far away in the sky, her shots land with unmatched accuracy."
        },

        {
            "Id": 20002,
            "NameJP": "ぼく様特製拳銃",
            "NameEN": "My special pistol",
            "DescriptionJP": "サヤがあちこちを改造した特製の拳銃。\n\nネズ助に注射を打つ時にも使われているらしい。",
            "DescriptionEN": "A custom-made pistol that Saya modified herself.\n\nApparently, it is also used for giving injections to Nezusuke. "
        },

        {
            "Id": 20003,
            "NameJP": "正義の顕現",
            "NameEN": "Revelation of Justice",
            "DescriptionJP": "マシロが正義実現委員会としての活動をする際に使用するスナイパーライフル。\n\n本来持ち歩くには不向きな大きさであるものの、マシロ曰くそのようなことは正義の前には無意味ですとのこと。",
            "DescriptionEN": "A sniper rifle used by Mashiro to carry out her duties in Justice Actualization Committee.\n\nAlthough size of the rifle makes it unsuitable for carrying around, Mashiro says that such a thing is meaningless in the face of Justice."
        },

        {
            "Id": 20004,
            "NameJP": "正義の顕現",
            "NameEN": "Revelation of Justice",
            "DescriptionJP": "マシロが正義実現委員会としての活動をする際に使用するスナイパーライフル。\n\n光り輝く浜辺でも、彼女の正義は変わらずに貫かれていく。",
            "DescriptionEN": "A sniper rifle used by Mashiro to carry out her duties in Justice Actualization Committee.\n\nEven on the glittering beach, the Justice remains unchanged."
        },

        {
            "Id": 20005,
            "NameJP": "マイ・ネセシティ",
            "NameEN": "My Necessity",
            "DescriptionJP": "ヒフミがいつも持ち歩いているピンク色のライフル。\n\n可愛い刻印が刻まれた銃器は、海辺のバカンスにおいても必需品。",
            "DescriptionEN": "The pink rifle carried around by Hifumi.\n\nFirearm with a cute design is a must-have item for any beach vacation."
        },

        {
            "Id": 20006,
            "NameJP": "ぼく様特製拳銃",
            "NameEN": "My special pistol",
            "DescriptionJP": "サヤが自ら改造した特製の拳銃。\n\nピンク色のデザインが施されており、久々の休日を過ごす彼女にとってはファッションアイテムの一つでもある。",
            "DescriptionEN": "A custom-made pistol that Saya modified herself.\n\nIt's been given a pink design as a fashion statement during her long-awaited holiday."
        },

        {
            "Id": 20007,
            "NameJP": "ライブ用Tシャツキャノン",
            "NameEN": "Live Concert T-shirt Cannon",
            "DescriptionJP": "初音ミクがライブを行う際に、Tシャツなどのグッズを配るために使う巨大な大砲。\n\n表面にはダイオードなどが施されており、ライブの音楽に合わせて美しい光を放つ。",
            "DescriptionEN": "A huge cannon used by Hatsune Miku to distribute merchandise such as T-shirts during her live performances.\n\n The surface lights up in sync with the music."
        },

        {
            "Id": 20008,
            "NameJP": "ホットショット",
            "NameEN": "Hotshot",
            "DescriptionJP": "アコが携帯している拳銃。\n\n骨身を削るような努力を重ね、アコが行政官の地位に就いた際に手渡された大切なもの。いつも持ち歩きながら、とても大事に扱っている。",
            "DescriptionEN": "A pistol carried by Ako.\n\nIt is a treasured object that was handed to Ako when she got appointed to the position of executive officer in recognition of her painstaking efforts. Ako carries it with her all the time and takes very good care of it."
        },

        {
            "Id": 23000,
            "NameJP": "爽やかチョコミント",
            "NameEN": "Fresh Choco-mint",
            "DescriptionJP": "アイリのアサルトライフル。\n\nその名前は、アイリがよく行くお店にある大好きなスイーツの名前から貰ったとのこと。",
            "DescriptionEN": "Airi's submachine gun.\n\nThe name comes from that of her favorite sweets at a shop she often visits."
        },

        {
            "Id": 23001,
            "NameJP": "給食部の護身用銃typeA",
            "NameEN": "School Lunch Club self-defense gun type A",
            "DescriptionJP": "フウカが常に携帯しているサブマシンガン。\n\n時々食堂で暴れる問題児たちを制圧するためにも使おうとするものの、大抵の場合使用する前に相手がおとなしくなるのであまり出番は無い様子。",
            "DescriptionEN": "A submachine gun that Fuuka always carries.\n\nIntended for the purpose of controlling the troublemakers in cafeteria, but things usually quiet down before Fuuka gets to use it."
        },

        {
            "Id": 23002,
            "NameJP": "ハッピースマイリー",
            "NameEN": "Happy Smiley",
            "DescriptionJP": "ハナエが患者を診る際にも持っていくアサルトライフル。\n\nこの銃を持っていると、どんな患者さんも笑顔になるらしい（？）。",
            "DescriptionEN": "An assault rifle that Hanae brings when examining a patient.\n\nSupposedly, any patient would smile in the presence of this gun (?)."
        },

        {
            "Id": 23003,
            "NameJP": "オートエイマー",
            "NameEN": "Auto-aimer",
            "DescriptionJP": "ハレが使用するアサルトライフル。\n\n自動照準機能を始めとした様々な最先端の機能が搭載されているが、ほとんど使ってない様子。",
            "DescriptionEN": "Hare's Assault rifle.\n\nIt comes with various cutting-edge features such as the automatic aiming function, but Hare hardly seems to use it. "
        },

        {
            "Id": 23004,
            "NameJP": "マイスター・ゼロ",
            "NameEN": "Meister Zero",
            "DescriptionJP": "ウタハが自ら改造したシンプルなデザインのサブマシンガン。\n\n耐久性にも優れており、まるでハンマーのように工具代わりに使うこともできる。",
            "DescriptionEN": "A simple submachine gun that Utaha remodeled herself.\n\nIt is exceedingly durable and can be used instead of a hammer. "
        },

        {
            "Id": 23005,
            "NameJP": "コモンセンス",
            "NameEN": "Common Sense",
            "DescriptionJP": "アヤネが持っている可愛らしいデザインの銃。\n\nアヤネの前で非常識的な言動を繰り返さない限り、これを目の前で見る機会はあまり無い。",
            "DescriptionEN": "Ayane's cute little gun.\n\nUnless you repeatedly say or do something unreasonable in front of Ayane, you won't have to face it."
        },

        {
            "Id": 23006,
            "NameJP": "桜ボンボン",
            "NameEN": "Sakura Bonbon",
            "DescriptionJP": "シズコが使用するポンプアクション式のショットガン。\n\nシズコ曰く「百夜堂名物である餡蜜の匂いもほのかに香る、この世にただ一つの逸品」とのこと。",
            "DescriptionEN": "A pump-action shotgun used by Shizuko.\n\nShizuko claims it to be \"the only one of its kind that has a faint scent of anmitsu, which is a specialty of Momoyo Hall.\""
        },

        {
            "Id": 23007,
            "NameJP": "オネストウィッシュ",
            "NameEN": "Honest Wish",
            "DescriptionJP": "ハナコのアサルトライフル。\n\nその名前の由来について聞いてみても、彼女は教えてくれない。",
            "DescriptionEN": "Hanako's assault rifle.\n\nEven if you ask her where the name came from, she won't tell you.\n\n"
        },

        {
            "Id": 23008,
            "NameJP": "パイエティー",
            "NameEN": "Piety",
            "DescriptionJP": "マリーが所持している拳銃。\n\n普段から持ち歩いているものの、実際に撃つところを見たという声はほとんど聞かない。",
            "DescriptionEN": "Mari's pistol.\n\nAlthough she always carries it, few people have actually seen Mari shoot it."
        },

        {
            "Id": 26000,
            "NameJP": "サポートポインター",
            "NameEN": "Support Pointer",
            "DescriptionJP": "チナツが愛用する拳銃。\n\n誰かを撃つ時よりも、業務上の指示などで何かの位置を示す時に使われることの方が多いらしい。",
            "DescriptionEN": "Chinatsu's treasured pistol.\n\n It seems to mostly be used for pointing at things while commanding others, rather than shooting someone."
        },

        {
            "Id": 26001,
            "NameJP": "エコーリンク",
            "NameEN": "Echolink",
            "DescriptionJP": "コタマが常に携帯しているピストル。\n\n傍受の妨げにならないよう、発射音が最小化されたモデルとなっている。",
            "DescriptionEN": "A pistol that Kotama always carries.\n\nThis model has a minimized firing sound so as not to interfere with wiretapping."
        },

        {
            "Id": 26002,
            "NameJP": "給食部の護身用銃typeB",
            "NameEN": "School Lunch Club self-defense gun type B",
            "DescriptionJP": "ジュリが持っているショットガン。\n\n食堂で暴れる問題児たちを制圧するために持たされていたのだが、なぜかよく調理器具として使用している。",
            "DescriptionEN": "A shotgun that Juri carries.\n\nOriginally issued to control the troublemakers in cafeteria, for some reason Juri often uses it as a cooking tool."
        },

        {
            "Id": 26003,
            "NameJP": "タクティカルセラピー",
            "NameEN": "Tactical Therapy",
            "DescriptionJP": "セリナが持つアサルトライフル。\n\n使い方によって注射器になったりはしない……はず。",
            "DescriptionEN": "Serina's assault rifle.\n\nCapable of dispensing more than one kind of shots."
        },

        {
            "Id": 26004,
            "NameJP": "ライブラリールーラー",
            "NameEN": "Library Ruler",
            "DescriptionJP": "シミコが使用するライフル。\n\n何かと面倒ごとが起きがちな図書館において、秩序をもたらしてくれる存在。",
            "DescriptionEN": "A rifle used by Shimiko.\n\nHelps keep the library orderly whenever things get loud."
        },

        {
            "Id": 26005,
            "NameJP": "スイーツドライバー",
            "NameEN": "Sweets Driver",
            "DescriptionJP": "ヨシミの専用ライフル。\n\nキヴォトスにおけるスイーツを巡る争いで勝つためには、まず戦闘能力が必要。",
            "DescriptionEN": "Yoshimi's exclusive rifle.\n\nIn order to win the battle for sweets in Kivotos, you first need combat ability."
        },

        {
            "Id": 26006,
            "NameJP": "サジタリウスナイト",
            "NameEN": "Sagittarius Night",
            "DescriptionJP": "ノドカが天体観測に出かける時にも携帯しているサブマシンガン。\n\nライトが付属しており、暗い夜道も明るく照らしてくれる。",
            "DescriptionEN": "A submachine gun that Nodoka carries with her when she goes out for astronomical observations.\n\nAttached flashlight illuminates the dark night road brightly."
        },

        {
            "Id": 16007,
            "NameJP": "ヴィエールナシチ ",
            "NameEN": "Vernost",
            "DescriptionJP": "トモエが使用するスナイパーライフル。\n\n高倍率のサイトが付いており、チェリノ会長の権威を疑う反乱分子とあらばかなりの遠距離からでも見つけ出すことができる。 ",
            "DescriptionEN": "Sniper rifle used by Tomoe.\n\nIt has a high-magnification scope, and you can find rebels who doubt the authority of Chairman Cherino even from a considerable distance."
        },

        {
            "Id": 10030,
            "NameJP": "サポートポインター",
            "NameEN": "Support Pointer",
            "DescriptionJP": "チナツが愛用する拳銃。\n\n小型で携帯性に優れており、温泉郷などへの潜入任務にもピッタリ。",
            "DescriptionEN": "Chinatsu's treasured pistol.\n\nSmall and portable, it is perfect for infiltrations into hot spring villages."
        },

        {
            "Id": 20009,
            "NameJP": "チーストカ",
            "NameEN": "Chistka",
            "DescriptionJP": "チェリノが誰かを粛清する時などに使用する拳銃。\n\n温泉郷のように高温多湿な環境でも錆びないよう、トモエが改造を施してくれた模様。",
            "DescriptionEN": "The handgun Cherino uses whenever she purges someone. \n\nApparently is was modified by Tomoe so that it will not rust even in a hot and humid environment like a hot spring village."
        },

        {
            "Id": 20010,
            "NameJP": "サジタリウスナイト",
            "NameEN": "Sagittarius Night",
            "DescriptionJP": "ノドカが天体観測に出かける時にも携帯しているサブマシンガン。\n\nライトが付属しており、暗い夜道も明るく照らしてくれる。",
            "DescriptionEN": "A submachine gun that Nodoka carries.\n\nIt is mostly used to illuminate dark night roads around the hot spring village, but also comes handy for dealing with annoying customers."
        },

        {
            "Id": 10031,
            "NameJP": "ワインレッド・アドマイアー",
            "NameEN": "Wine-red Admire",
            "DescriptionJP": "アルが普段から大事にしている、古風なデザインのスナイパーライフル。\n\n彼女曰く新たな年を迎えてさらに年季が入り、この銃もまるで自分のようによりハードボイルドさが増してきた……らしい。",
            "DescriptionEN": "Aru's antique-style sniper rifle that she always takes care of.\n\nAru says that as the year changes, this gun has become even more hard-boiled, just like herself... "
        },

        {
            "Id": 10032,
            "NameJP": "トリックオアトリック",
            "NameEN": "Trick or Treat",
            "DescriptionJP": "ムツキがいつも持ち歩いているマシンガン。\n\nお正月を迎えて着飾った彼女だが、きちんとその鞄の中には銃が仕舞われている。ムツキ曰くいざとなれば即座に取り出せるようになっており、悪戯には何の支障も無いとのこと。",
            "DescriptionEN": "A machine gun that Mutsuki always carries with her.\n\nShe is all dressed up for the New Year, but still has the gun in her bag. According to Mutsuki, the gun is ready to be taken out at a moment's notice, so pranks can go on."
        },
        
        {
            "Id": 20011,
            "NameJP": "シンシアリティ",
            "NameEN": "Sincerity",
            "DescriptionJP": "セリカがバイトに出る時も携帯しているアサルトライフル。\n\n巫女さんのアルバイトであってもそれは例外ではなく、新年だからと他者に迷惑をかける問題児の沈静化にも使われている模様。",
            "DescriptionEN": "An assault rifle Serika carries to her part-time job.\n\nEven the part-time job of a shrine maiden is no exception to this rule, and it comes handy to reign in bothersome children who cause trouble to others because it is the New Year."
        },

        {
            "Id": 10033,
            "NameJP": "真紅の災厄",
            "NameEN": "Crimson Calamity",
            "DescriptionJP": "ワカモの愛用するライフル。\n\n古風な外観に反して、いつも炎と火薬の匂いを漂わせている。現在は先生の身の回りの「邪魔もの」に向けて放たれることが多い。",
            "DescriptionEN": "Wakamo's favorite rifle.\n\nDespite its old-fashioned appearance, it always smells of flames and gunpowder. Nowadays, it is often used against \"obstacles\" around the teacher."
        },

        {
            "Id": 16008,
            "NameJP": "第14号ヴァルキューレ制式ライフル",
            "NameEN": "No. 14 Valkyrie Standard Rifle",
            "DescriptionJP": "フブキがヴァルキューレ警察学校から支給されている制式ライフル。\n\n独自の高い威力を誇るが、フブキが管理を疎かにしがちなため、本来の性能を発揮できずにいる。",
            "DescriptionEN": "Standard model rifle provided to Fubuki by Valkyrie Police Academy.\n\nDesigned for high power, but performs below expectation due to Fubuki's lackluster maintenance."
        },

        {
            "Id": 20012,
            "NameJP": "救急用突入キット",
            "NameEN": "Emergency entry kit",
            "DescriptionJP": "セナの使用するショートバレルのグレネードランチャー。\n\n救急出動時の障害物を素早く取り除くための道具。障害物の中には仕事の邪魔をする相手も含まれる。",
            "DescriptionEN": "Short-barrel grenade launcher used by Sena.\n\nA tool for quickly removing obstacles during emergency dispatch. Obstacles include those who would interfere with her work."
        },

        {
            "Id": 20013,
            "NameJP": "バックドア",
            "NameEN": "Backdoor",
            "DescriptionJP": "チヒロが使用するアサルトライフル。\n\n彼女の言葉によると、暗号化されたパスワードを手に入れる最も早い手段だとか。",
            "DescriptionEN": "Assault rifle used by Chihiro.\n\nAccording to her, it's the fastest way to get the encrypted password."
        },

        {
            "Id": 10034,
            "NameJP": "柔らかな決意",
            "NameEN": "Gentle strength",
            "DescriptionJP": "ミモリが普段持ち歩いている自動式拳銃。\n\n初めて素敵なレディーになりたいという夢を抱いた時に買ったもので、日々大切に手入れがされている。",
            "DescriptionEN": "An automatic pistol that Mimori carries.\n\nShe bought it when she first aspired to becoming a beautiful lady, and she takes good care of it every day."
        },
        {
            "Id": 10035,
            "NameJP": "ボリュームサプレッサー",
            "NameEN": "Volume Suppressor",
            "DescriptionJP": "周囲の騒音が大きくなってきた時などに、ウイが使用するアサルトライフル。\n\n名前の通り、対象を静かにさせることが可能。",
            "DescriptionEN": "Ui uses this assault rifle  whenever the noise around her is getting too loud. As the name implies, it is capable of making the target quiet."
        },
        {
            "Id": 10036,
            "NameJP": "ブレッシング",
            "NameEN": "Blessing",
            "DescriptionJP": "ヒナタがいつも身に着けている拳銃。\n\n平時は鍵を失くした扉を開くためなど、困っている人たちを助ける目的で使われる。 ",
            "DescriptionEN": "A pistol that Hinata always cariies.\n\nIn peacetime, it is used to help people in need, such as opening a door when they've lost the key.",
            "DescriptionJP_original": "ヒナタのカバンに常に入ってるグレネードランチャー。\n\n何かが起きた時に大事なのは真摯な気持ちと、分かりやすい火力である。",
            "DescriptionEN_original": "A grenade launcher is always in Hinata's bag.\n\nWhen something happens, what's important is good faith and straightforward firepower."
        },
        {
            "Id": 10037,
            "NameJP": "バラライカ",
            "NameEN": "Balalaika",
            "DescriptionJP": "マリナが愛用している、ドラムマガジン付きのサブマシンガン。\n\nその驚異的な発射速度は、レッドウィンターの権威を疑う者たちに容赦なく襲い掛かる。",
            "DescriptionEN": "A submachine gun with a drum magazine that Marina loves.\n\nIts astounding rate of fire mercilessly attacks those who doubt the authority of Red Winter."
        },
        {
            "Id": 10038,
            "NameJP": "RABBIT-31式短機関銃",
            "NameEN": "RABBIT-31 type submachine gun",
            "DescriptionJP": "ミヤコがSRT特殊学園から支給された、制式サブマシンガン。\n\n高い信頼性を誇る銃であり、極限の状況下にあっても効果的に敵を撃退することができる。",
            "DescriptionEN": "Regulation submachine gun issued to Miyako by the SRT Special Academy.\n\nIt is a highly reliable gun and can effectively repel the enemy even under extreme circumstances."
        },
        {
            "Id": 10039,
            "NameJP": "RABBIT-39式小銃",
            "NameEN": "RABBIT-39 type rifle",
            "DescriptionJP": "ミユがSRT特殊学園から支給された、制式スナイパーライフル。\n\n精密な加工がなされており、驚異の命中率を誇る。",
            "DescriptionEN": "Regulation sniper rifle issued to Miyu by the SRT Special Academy.\n\nFinely made and boasts an amazing accuracy."
        },
        {
            "Id": 20014,
            "NameJP": "RABBIT-26式機関銃",
            "NameEN": "RABBIT-26 type machine gun",
            "DescriptionJP": "サキがSRT特殊学園から支給された、制式マシンガン。\n\n構造上の問題で整備が難しい点が短所だが、逆にしっかり整備さえできれば強大な火力を誇る銃である。",
            "DescriptionEN": "Regulation machine gun issued to Saki  by the SRT Special Academy.\n\nRequires arduous maintenance due to its construction, this gun boasts significant firepower as long as it is maintained properly."
        },
        {
            "Id": 16009,
            "NameJP": "ミチル流オーバーフローショットガン",
            "NameEN": "Michiru-style Overflow Shotgun",
            "DescriptionJP": "ミチルが愛用しているショットガン。\n\n彼女自作の忍術に用いるため、特殊な弾丸が撃てるように様々な改造がされたり追加パーツが付けられている。かえって使いにくそうな気もするものの、ミチル曰く「それもまた味があって良いんだよ！」とのこと。",
            "DescriptionEN": "Michiru's beloved shotgun.\n\nNumerous modifications and additional parts are attached so that special ammo can be shot for use in her own ninjutsu. It seems difficult to use, but Michiru says, \"That's part of the style!\""
        },
        {
            "Id": 20015,
            "NameJP": "ファニー・ファイアワークス",
            "NameEN": "Funny・Fireworks",
            "DescriptionJP": "カエデがいつも持ち歩いている拳銃。\n\nその実態としては信号拳銃であり、何か問題を起こしている生徒や、あるいは珍しいムシクイーンのカードを発見した時などに使用される。",
            "DescriptionEN": "A pistol that Kaede always carries.\n\nIt is actually a flare gun, and is used to signal when student is having a problem or when they find a rare Mushiqueen card."
        },
        {
            "Id": 20016,
            "NameJP": "万魔殿制式拳銃",
            "NameEN": "Pandemonium service pistol",
            "DescriptionJP": "イロハが携行している拳銃。\n\n万魔殿の戦車長である彼女がこれを使う機会は少なく、このサイズでも持ち歩きが面倒だと常々口にしているが、それでも日々綺麗に整備されているところからイロハらしさが垣間見える。",
            "DescriptionEN": "A pistol carried by Iroha.\n\nBeing the tank commander of Pandemonium, she rarely uses it, and she always says that even at this size it is annoying to carry around, but even so, the fact that it is always neatly maintained speaks of Iroha's character."
        },
        {
            "Id": 10040,
            "NameJP": "ツクヨ流サブマシンガン",
            "NameEN": "Tsukuyo-style Submachine Gun",
            "DescriptionJP": "ツクヨが大事にしているサブマシンガン。\n\n銃の扱いが得意ではないツクヨのために、ミチルやイズナが色んな飾りつけや改造を施した一品。ツクヨにとっては何にも代えがたいものであり、大事な瞬間、彼女はいっそう優しく銃身を握りしめる。",
            "DescriptionEN": "A submachine gun that Tsukuyo cherishes.\n\nTsukuyo is not good at handling guns, so Michiru and Izuna have added various decorations and modifications for her. It's irreplaceable for Tsukuyo, and at the crucial moments she holds the barrel even more tenderly."
        },
        {
            "Id": 20017,
            "NameJP": "アイデンティティ",
            "NameEN": "Identity",
            "DescriptionJP": "ヒヨリが使用するスナイパーライフル。\n\n正確に敵を目掛けて飛んでいく20mmの弾丸は、銃弾が降り注ぐ戦場においてもその存在を強く主張する。",
            "DescriptionEN": "Sniper rifle used by Hiyori.\n\nThe 20mm bullets strike true, asserting their presence on the gunfire-filled battlefield."
        },
        {
            "Id": 10041,
            "NameJP": "セイントプレデター",
            "NameEN": "Saint Predator",
            "DescriptionJP": "アリウス分校所属、口数が少なく無愛想な印象を受けるアリウススクワッドの少女。\n\n他人にも自分自身にも興味が薄く、時折自暴自棄とも取れる行動を起こす。手首や首元には、何かを隠すように分厚い包帯が巻かれている。",
            "DescriptionEN": "Rocket launcher used by Misaki.\n\nAfter firing, when it reaches a certain altitude, it separates into multiple munitions and causes a widespread explosion."
        },
        {
            "Id": 10042,
            "NameJP": "スコルピウス",
            "NameEN": "Scorpius",
            "DescriptionJP": "アツコが使用するサブマシンガン。\n\n短い銃身の割に激しい火力を持ち、特に近距離での戦闘に適している。",
            "DescriptionEN": "A submachine gun used by Atsuko.\n\nIt has a heavy firepower for its short barrel, and is especially suited for close quarters combat."
        },
        {
            "Id": 10043,
            "NameJP": "真紅の災厄",
            "NameEN": "Crimson Calamity",
            "DescriptionJP": "ワカモが愛用するライフル。\n\n夏を迎え浮足立ったワカモの気分のように、その銃口は邪魔者すべてに向けて灼熱の如く激しい真紅の火花を放つ。",
            "DescriptionEN": "Wakamo's favorite rifle.\n\nLike Wakamo's buoyant mood with the arrival of summer, rifle's muzzle blooms scorching crimson sparks against all who stand in its way."
        },
        {
            "Id": 10044,
            "NameJP": "リトルマシンガンⅤ",
            "NameEN": "Little Machine Gun V",
            "DescriptionJP": "真夏でもノノミを守るマシンガン。\n\n爽やかに吐き出される弾丸は暑さをも吹き飛ばす。",
            "DescriptionEN": "Machine gun that protects Nonomi even in midsummer.\n\nThe bullets it spits out refreshingly blow away the heat."
        },
        {
            "Id": 26007,
            "NameJP": "コモンセンス",
            "NameEN": "Common Sense",
            "DescriptionJP": "使われないことを願うばかりのアヤネの銃。\n\nしかし、その願望は毎度思わぬ形で破られる。",
            "DescriptionEN": "Ayane's gun, which she hopes will never be used.\n\nHowever, that wish is always dashed in unexpected ways."
        },
        {
            "Id": 10045,
            "NameJP": "Eye of Horus",
            "NameEN": "Eye of Horus",
            "DescriptionJP": "夏の海用に整備されたホシノのショットガン。\n\n獣道を切り開いたり、虫捕りに使ったりとさまざまな用途で使えるよう手入れされている。",
            "DescriptionEN": "Hoshino's shotgun prepared for the summer seaside.\n\nIt is ready a variety of uses, such as cutting through animal trails and catching insects."
        },
        {
            "Id": 10046,
            "NameJP": "イズナ流スーパー忍具",
            "NameEN": "Izuna-style Super Ninja Apparatus",
            "DescriptionJP": "イズナが愛用しているサブマシンガン。\n\n文字通り最先端の忍者道具のため、防水機能もバッチリ完備！つまり海中でも使用可能。主殿のための忍具には隙がないのである。",
            "DescriptionEN": "Izuna's beloved submachine gun.\n\nBecause it is a proper state-of-the-art ninja implement, it is of course fully waterproof! In other words, it can be used even at the sea. Only the best ninja tools are fit to serve the Master."
        },
        {
            "Id": 10047,
            "NameJP": "五七五式榴弾砲",
            "NameEN": "Type 575 howitzer",
            "DescriptionJP": "",
            "DescriptionEN": "Chise's valued grenade launcher.\n\nThis time, on a suggestion from the teacher, a haiku about summer written by Chise is engraved on the round. It is of personal impotrance to Chise and will not be available on the market."
        },
        {
            "Id": 26008,
            "NameJP": "桜ボンボン",
            "NameEN": "Sakura Bonbon",
            "DescriptionJP": "夏の海でもシズコが愛用するポンプアクション式のショットガン。\n\n相変わらずあんみつの甘い香りがほのかに漂っている。",
            "DescriptionEN": "A pump-action shotgun that Shizuko cherishes even an the summer seaside.\n\nAs usual, it is trailed by the faint sweet scent of anmitsu."
        },

        {
            "Id": 10048,
            "NameJP": "アリウス製アサルトライフル",
            "NameEN": "Arius assault rifle",
            "DescriptionJP": "サオリが使用するアサルトライフル。\n\n徹底的に効率を追求してサオリが独自にカスタムしたもの。一度獲物を捕捉したら、対象を倒すまで絶対にターゲットを逃さない。",
            "DescriptionEN": "Assault rifle used by Saori.\n\nCustomized by Saori in pursuit of efficiency. Once the prey is in sight, it never misses its shots  until the target is brought down."
        }


    ]
}
